Repository: micove/awn
Catalog: po/*.po
Languages: ar, ast, ca, de, es, eu, is, ms, pl, pt, sv, zh_tw

source: Expander
ar: موسّع
es: Expansor
pl: Element rozszerzający

source: Fills space on the panel in expand mode
ar: إملأ المساحة على اللوحة في الوضع الموسع
es: Completa el espacio del panel en modo expandido
pl: Wypełnia przestrzeń na panelu w trybie rozszerzania

source: Behavior when window on a different workspace is activated. (0 for default, 1 - change active workspace, 2 - move to current workspace)
ar: السلوك المناسب عند تنشيط نافذة على مساحة عمل مختلفة (سطح مكتب اخر). "٠" للإعدادات الافتراضية، "١" تغيير مساحة العمل النشطة (سطح المكتب النشط الاخر) "٢" الانتقال إلى مساحة العمل الحالية (سطح المكتب الحالي)
es: Comportamiento cuando la ventana se activa en un diferente espacio de trabajo.(0 por defecto, 1 - cambia el espacio activo de trabajo, 2 - mover al espacio de trabajo actual)
pl: Zachowanie, gdy okno w innym obszarze roboczym zostaje aktywowane. (0 - domyślne, 1 - zmień aktywny obszar roboczy, 2 - przenieś do bieżącego obszaru)

source: Number of seconds to inhibit autohide when a application requests attention. A value of 0 disables.
es: Número de segundos para inhibir el ocultado automático cuando una aplicación solicita atención. Un valor de 0 lo deshabilita.
pl: Liczba sekund, po których nastąpi autoukrywanie, w przypadku jeśli jakaś aplikacja wymaga zwrócenia na nią uwagi. Wartość 0 wyłącza autoukrywanie.

source: Number of seconds to wait before nagging again, by inhibiting autohide, if attention is required by any windows. A value of 0 disables.
es: Número de segundos a esperar antes de molestar de nuevo, inhibiendo el ocultado automático, si la atención es requerida por alguna ventana. Un valor de 0 lo deshabilita.

source: Desktop copy behaviour on drag and drop of desktop files. 0.. Copy all, 1.. Copy if owned by user, 2.. Do not copy.
es: Comportamiento de copia del escritorio al arrastrar y soltar archivos desde el mismo. 0.. Copiar todo, 1.. Copiar solo si pertenecen al usuario, 2.. No copiar.
pl: Zachowanie pulpitu podczas kopiowania przeciągania i upuszczania plików. 0.. Kopiuj wszystko, 1.. Kopiuj jeżeli użytkownik jest właścicielem, 2.. Nie kopiuj.

source: Delay before activating a window when dragging over an icon.
ar: ت
es: Tiempo de retraso antes de activar una ventana al arrastrar un icono por encima.
pl: Opóźnienie przed aktywacją okna po przeciągnięciu ikony na ikonę okna.

source: Enable long press to open Dialog.
ar: تمكين الضغط المستمر لفتح محادثة
es: Habilitar pulsación larga para abrir diálogo.
pl: Włącz długie wciśnięcie by otworzyć Dialog.

source: Enabling group of tasks.
ar: تمكين تجميع المهام
es: Habilitar la agrupación de tareas.
pl: Włącz grupowanie zadań

source: Group icons with the same launcher, if the grouping of windows is disabled.
ar: مجموعة من الأيقونات من نفس المشغل (التطبيق) ، إذا تم تعطيل تجميع الإطارات.
es: Agrupar iconos con el mismo lanzador, si el agrupado de ventanas está desactivado.
pl: Grupuje ikony z tym samym aktywatorem, jeśli grupowanie okien jest wyłączone.

source: Allow grouping of windows together that have different WM_CLIENT_NAME values.
ar: السماح بتجميع النوافذ WM_CLIENT_NAME ذات القيم المختلفة
es: Permite la agrupación de ventanas que tienen valores distintos de WM_CLIENT_NAME.
pl: Zezwól na grupowanie okien posiadających różne wartości WM_CLIENT_NAME.

source: a list of paths to .desktop files from which the taskmanager should create it's launchers
es: una lista de rutas a los archivos .desktop que el gestor de tareas debe usar para crear sus lanzadores
pl: lista ścieżek do plików z pulpitu, z których Taskmanager ma stworzyć ich aktywatory.

source: How radical matching is applied for grouping items. The value should be between 0 and 99. 0 is as good as no grouping. 99 will match almost everything.
es: Cómo se aplica la coincidencia radical para agrupar objetos. Este valor debe estar entre 0 y 99. 0 significa que no habrá agrupamiento, mientras que 99 hará que casi todo coincida.

source: Maximum number of task indicators to show under icons. Valid range is 0..3.
ar: الحد الأقصى من مؤشرات المهام لتظهر اسفل الايقونة . المدى الصحيح من 0 الى 3
es: Numero máximo de indicadores de tareas a mostrar bajo los íconos. El rango válido es 0..3.
pl: Maksymalna ilość indykatorów, jakie pojawią się pod ikoną. Dozwolony zakres od 0 do 3.

source: Context menu definition. Will look in the awn menu installation directory unless a absolutely path is provided.
es: Definición del menú contextual. Buscará en el directorio menú de instalación de Awn a menos que se proporcione una ruta absoluta.
pl: Definicja menu kontekstowego. Będzie szukać w katalogu instalacyjnym awn menu, chyba że jest podana absolutnia ścieżka.

source: Only show and manager launcher windows
es: Solo mostrar y gestionar ventanas del lanzador
pl: Pokazuj i zarządza tylko aktywatorami okien.

source: If true then application window icons will be overlayed on the Launcher icon instead of replacing according to the behaviour defined by icon_change_behavior.
es: Si está activado, los iconos de la ventana de aplicación se superpondrán sobre el icono lanzador en vez de ser reemplazados de acuerdo al comportamiento definido por icon_change_behavior
pl: Jeśli to prawda to ikony okna aplikacji zostanie nałożony na ikonę Launcher zamiast zastąpienia w zależności od zachowania zdefiniowanego przez icon_change_behavior.

source: Controls the alpha of the overlay if overlay_application_icons is true. Valid range 0.0 to 1.0.
ar: التحكم بتداخل الشفافية اذا overlay_application_icons صحيحة . القيم الصحيحة بين 0.0 الى 1.0
es: Controla la transparencia de la superposición si overlay_application_icons está activado. Rango válido 0.0 a 1.0.
pl: Steruje wartością alfa pokrycia, jeśli overlay_application_icons jest ustawione true. Prawidłowy zakres to: 0.0 do 1.0.

source: Controls the size of the overlay if overlay_application_icons is true. Valid range 0.2 to 0.7.
ar: التحكم بتداخل الحجم اذا overlay_application_icons صحيحة . القيم الصحيحة بين 0.2 الى 0.7
es: Controla el tamaño de la capa superpuesta si overlay_application_icons está activado. Rango válido de 0.2 a 0.7.
pl: Określa rozmiar nakładki, jeśli overlay_application_icons jest prawdą. Prawidłowy zakres od 0,2 do 0,7.

source: If overlay_application_icons is true, this key will reverse the overlay/overlayee if set to true.
es: Si overlay_application_icons está habilitado, esta clave invertirá la superposición al ser activada.
pl: Jeśli overlay_application_icons jest prawdą, ten klucz odwróci overlay/overlayee, jeśli ma wartość prawdy.

source: Show windows from all workspaces
ar: أظهر النوافذ من جميع مساحات العمل
es: Mostrar las ventanas de todos los espacios de trabajo
pl: Pokaż listę okien ze wszystkich obszarów roboczych

source: The threshold at which text count begins to be displayed. valid range 1..
es: El umbral a partir del cual el recuento de texto comienza a mostrarse. Rango válido 1..

source: Launch
ar: تشغيل
es: Iniciar
pl: Uruchom

source: Launch %s
ar: تشغيل %s
es: Iniciar %s
pl: Uruchom %s

source: Workspace %d
ar: مساحة العمل %d
es: Área de trabajo %d
pl: Obsza roboczy %d

source: Workspace 1_0
ar: مساحة العمل 1_0
es: Área de trabajo 1_0
pl: Obszar roboczy 1_0

source: Workspace %s%d
ar: مساحة العمل %s%d
es: Área de trabajo %s%d
pl: Obszar roboczy %s%d

source: Add as Launcher
ar: إضافة كمطلق
es: Agregar como lanzador
pl: Dodaj jako aktywator

source: Remove Launcher
ar: حذف مشغل
es: Eliminar lanzador
pl: Usuń aktywator

source: _Close
ar: _إغلاق
es: _Cerrar
pl: _Zamknij

source: _Close All
ar: أ_غلق الكل
es: _Cerrar todo
pl: _Zamknij wszystko

source: Minimize all
ar: تصغير الكل
es: Minimizar todo
pl: Zminimalizuj wszystkie okna

source: Unminimize all
ar: عدم تصغير الكل
es: Desminimizar todo
pl: Cofnij minimalizację wszystkich okien

source: Maximize all
ar: تكبير الكل
es: Maximizar todo
pl: Zmaksymalizuj wszystkie okna

source: Unmaximize all
ar: عدم تكبير الكل
es: Desmaximizar todo
pl: Cofnij maksymalizację wszystkich okien

source: Ma_ximize
ar: _تكبير
es: Ma_ximizar
pl: Ma_ksymalizuj

source: Unma_ximize
ar: إلغاء الت_كبير
es: Desma_ximizar
pl: Cofnij m_aksymalizację

source: Always on _Top
ar: دائما فوق الكل
es: Siempre _encima
pl: Zawsze na _wierzchu

source: Mi_nimize
ar: ت_صغير
es: Mi_nimizar
pl: Mi_nimalizuj

source: Unmi_nimize
ar: إلغاء الت_صغير
es: Desmi_nimizar
pl: Cofnij m_inimalizację

source: Always on Visible Workspace
ar: دائما في مساحة العمل الظاهرة
es: Siempre en el área de trabajo visible
pl: Zawsze na widocznym obszarze roboczym

source: Only on This Workspace
ar: فقط في مساحة العمل الحالية
es: Solo en este espacio de trabajo
pl: Tylko na tym obszarze roboczym

source: Move to Workspace _Left
ar: انقل لمساحة العمل نحو ال_يسار
es: Mover al área de trabajo de la _izquierda
pl: Przenieś do _lewego obszaru roboczego

source: Move to Workspace _Right
ar: انقل لمساحة العمل نحو ال_يمين
es: Mover al área de trabajo de la de_recha
pl: Przenieś do p_rawego obszaru roboczego

source: Move to Workspace _Up
ar: انقل لمساحة العمل إلى ال_أعلى
es: Mover al área de trabajo de _arriba
pl: Przesuń na górny obszar roboczy

source: Move to Workspace _Down
ar: انقل لمساحة العمل إلى الأ_سفل
es: Mover al área _de trabajo de abajo
pl: Przesuń na dolny obszar roboczy

source: Move to Another _Workspace
ar: انقل ل_مساحة عمل أخرى
es: Mover a _otra área de trabajo
pl: Przenieś do innego _obszaru

source: Launcher/Taskmanager
ar: مشغل\مدير المهمات
es: Lanzador/Gestor de tareas
pl: Aktywator/Menadżer zadań

source: Launcher/Taskmanager applet
ar: بريمج مشغل\مدير المهمات
es: Miniaplicación del lanzador/gestor de tareas
pl: Aplet Aktywator/Menadżer zadań

source: About Awn
ar: حول ملاح النوافذ أفنت
es: Acerca de Awn
pl: O programie Awn

source: Drag to change panel orientation
ar: اسحب لتغير اتجاه الشريط
es: Arrastre para cambiar la orientación del panel
pl: Przeciągnij aby zmienić orientację panela

source: Icon size:
ar: حجم الأيقونة:
es: Tamaño de los iconos:
pl: Rozmiar ikony:

source: Dock Preferences
ar: تفضيلات الإرساء
ast: Preferencies del Dock
ca: Preferències del Dock
es: Preferencias del dock
eu: Dock-hobespenak
is: Stillingar fyrir stikuna
ms: Tetapan Dock
pl: Preferencje panelu dokującego
pt: Preferências da dock
sv: Inställningar för docka
zh_tw: Dock 偏好設定

source: Could not open Awn settings: %s
ar: تعذر فتح إعدادات أفنت: %s
es: No se pudieron abrir las opciones de Awn: %s
pl: Nie udało się otworzyć ustawień Awn: %s

source: Preferences applet
ar: بريمج التفضيلات
es: Miniaplicación de preferencias
pl: Opcje apletu

source: Applet used to control the dock and launch Awn preferences.
ar: بريمج التحكم في أفنت و خياراته
es: Miniaplicación utilizada para controlar el dock e iniciar las preferencias de Awn.
pl: Aplet służący do kontroli panelu dokującego i uruchamiania Preferencji Awn.

source: Separator
ar: فاصل
es: Separador

source: Adds a separator between applets
ar: إضافة فاصل بين البريمجات
es: Añade un separador entre miniaplicaciones
pl: Dodaj separator pomiędzy aplety

source: Awn Settings
ar: إعدادت ملاح النوافذ أفنت
es: Configuración de Awn
pl: Ustawienia Awn

source: Manage Awn preferences, launchers, applets and themes
ar: خصائص ادارة البرنامج , السيمات
ast: Xestione preferencies Awn, llanzadores, aplicaciones y temes
ca: Gestiona les preferències de l'Awn, els llançadors, miniaplicacions i temes
es: Gestione las preferencias de Awn, lanzadores, miniaplicaciones y temas
eu: Awn-ren hobespenak, abiarazleak, appletak eta gaiak kudeatu
is: Haltu utan um forritin, ræsina og stillingarnar á Awn stillingar og breyttu því hvernig það lítur út
ms: Uruskan tetapan Awn, pelancar Awn, applet Awn, dan tema Awn
pl: Zarządzaj ustawieniami, aktywatorami, apletami oraz motywami AWN.
pt: Gerir as preferências, iniciadores, applets e temas do Awn
sv: Hantera Awn-inställningar, programstartare, panelprogram och teman
zh_tw: 管理 Awn 的偏好設定、啟動器、面板和主題

source: _Size of icons:
ar: _حجم الرموز:
es: Tamaño de los icono_s:
pl: _Rozmiar ikon:

source: pixels
ar: بكسلات
es: píxeles
pl: pikseli

source: _Orientation:
ar: الإ_تجاه:
es: _Orientación:
pl: _Orientacja:

source: St_yle:
ar: _النمط:
es: _Estilo:
pl: St_yl:

source: _Behavior:
ar: _السلوك:
es: _Comportamiento:
pl: _Zachowanie:

source: To use Intellihide or Window Dodge modes, you need to have Taskmanager applet active.
es: Para emplear los modos Ocultar inteligentemente y Esquivar ventanas, debe tener activada la miniaplicación «Gestor de tareas».
pl: Aby używać trybów Inteligentnego Ukrywania lub Uskakiwania Okna, musisz aktywować aplet Taskmanagera

source: Autohide mode:
ar: وضع الإخفاء التلقائي
es: Modo de auto ocultación:
pl: Tryb autoukrywania:

source: Icon _effects:
ar: تأثيرات _الايقونات:
es: _Efectos de iconos:
pl: _Efekty ikon

source: E_xpand the panel
ar: توسيع الشريط (تمديد الشريط)
es: E_xpandir el panel
pl: R_ozszerz panel

source: _Position on the screen:
ar: _الموضع على الشاشة:
es: _Posición en la pantalla:
pl: _Położenie na ekranie:

source: Start _Awn automatically
es: Iniciar _Awn automáticamente
pl: Uruchom _Awn przy starcie systemu

source: <b>You need to enable desktop effects (compositor) to apply and customize themes.</b>
ar: <b>لتفعيل و تخصيص السمات يجب تفعيل مؤثرات سطح المكتب</b>
es: <b>Necesita activar los efectos de escritorio (composición en pantalla) para aplicar y personalizar los temas.</b>
pl: <b>Musisz włączyć efekty pulpitu aby zatwierdzić i samodzielnie dostosować tematy.</b>

source: Customize...
ar: تخصيص...
es: Personalizar...
pl: Dostosuj...

source: Install...
ar: تثبيت...
es: Instalar…
pl: Instaluj...

source: <b>Panel Colors</b>
ar: <b>ألوان الشريط</b>
es: <b>Colores del panel</b>
pl: <b>Kolory Panelu</b>

source: First Gradient Color
es: Primer color de degradado
pl: Pierwszy kolor gradientu

source: First Highlight Color
es: Primer color de resaltado
pl: Pierwszy kolor podświetlenia

source: Second Gradient Color
es: Segundo color de degradado
pl: Drugi kolor gradientu

source: Second Highlight Color
es: Segundo color de resaltado
pl: Kolor drugiego podświetlenia

source: Outer Border Color
ar: لون الحدود الخارجية
es: Color del borde exterior
pl: Kolor zewnętrznej ramki

source: Inner Border Color
ar: لون الحدود الداخلية
es: Color del bode interior
pl: Kolor wewnętrznej ramki

source: Corner Radius
ar: نصف قطر الزاوية
es: Radio de la esquina
pl: Zaokrąglenie narożników

source: Curves Symmetry
ar: تناظر الانحناءات
es: Simetría de las curvas
pl: Symetria Krzywych

source: 3D Angle
ar: زاوية ثلاثية الأبعاد
es: Ángulo 3D
pl: Kąt nachylenia tła w trybie 3D

source: Curviness
ar: التقوس (الإنحناء)
es: Curvado
pl: Stopień zakrzywienia

source: <b>Numeric Settings</b>
ar: <b>إعدادات رقمية</b>
es: <b>Valores numéricos</b>
pl: <b>Ustawienia liczbowe</b>

source: <b>Icons</b>
ar: <b>أيقونات</b>
es: <b>Iconos</b>
pl: <b>Ikony</b>

source: Font Mode
ar: وضعية الخط
es: Modo de tipografía
pl: Tryb czcionki

source: Font Color
ar: لون الخط
es: Color de la tipografía
pl: Kolor czcionki

source: Font Outline Color
ar: مخطط لون الخط
es: Color del borde de la tipografía
pl: Kolor otoczki czcionki

source: <b>Tooltips</b>
ar: <b>تلميحات</b>
es: <b>Consejos</b>
pl: <b>Opisy pomocnicze</b>

source: Font
ar: الخط
es: Tipografía
pl: Czcionka

source: Fill Color
ar: لون التعبئة
es: Color de relleno
pl: Kolor Wypełnienia

source: Use Gtk theme colors
es: Utilizar colores del tema Gtk
pl: Użyj kolorów ze stylów Gtk

source: Custom Arrow Image
ar: تخصيص صورة السهم
es: Imagen de flecha personalizada
pl: Własna ikona strzałki

source: Select Custom Arrow
es: Seleccione una flecha personalizada
pl: Wybierz własą strzałkę

source: Triangle
ar: مثلث
es: Triángulo
pl: Trójkąt

source: Glowing dot
ar: نقطة متوهجة
es: Punto brillante
pl: Świecąca kropka

source: Custom
ar: مخصص
ast: Personalizáu
ca: Personalitzat
es: Personalizar
eu: Pertsonalizatua
is: Þú ræður
ms: Buatan sendiri
pl: Użytkownika
pt: Personalizado
sv: Anpassad
zh_tw: 自訂

source: Arrow type
ar: نوع المؤشر
es: Tipo de flecha
pl: Typ strzałki

source: Show shadows
ar: اظهار ظلال
es: Mostrar sombras
pl: Pokaż cienie

source: Separator Color
ar: لون فاصل
es: Color del separador
pl: Kolor separatora

source: Glowing dot color
ar: لون النقطة المتوهجة
es: Color del punto brillante
pl: Kolor świecącej kropki

source: Outline Color
ar: لون الخط الخارجي
es: Color del borde
pl: Kolor obrysu

source: Active rectangle:
ar: المستطيل النشط
es: Rectángulo activo:
pl: Podświetlenie aktywnej ikony:

source: Use Pattern as Background
es: Usar patrón como fondo
pl: Użyj wzorca jako tło

source: Pattern Image
ar: نمط الصورة
es: Imagen de patrón
pl: Obrazek tła

source: Pattern Alpha
es: Transparencia del patrón
pl: Alfa wzoru tła

source: Background:
ar: الخلفية:
es: Fondo:
pl: Tło:

source: Floaty Offset
ar: إزاحة العوم
es: Separación flotante

source: Thickness
ar: السّمُك
es: Grosor
pl: Grubość

source: Choose a theme...
ar: اختيار سمة.....
es: Elija un tema...
pl: Wybierz temat...

source: Export Theme...
ar: تصدير السمة
es: Exportar tema...
pl: Eksportuj motyw...

source: Select item to filter by category
es: Seleccione un elemento para filtrar por categoría
pl: Wybierz elementy do filtrowania po kategorii

source: <b>Categories</b>
ar: <b>تصنيفات</b>
es: <b>Categorías</b>
pl: <b>Kategorie</b>

source: Drag below or double click to activate applet
ar: اسحب أدناه أو انقر نقراً مزدوجاً فوق التطبيق (البريمج) لتنشيطه
es: Arrastrar abajo o pusar dos veces para activar la miniaplicación
pl: Przeciągnij nad lub kliknij podwójnie aby aktywować aplet

source: <b>Available Applets</b>
ar: <b>البريمجات المتوفرة</b>
es: <b>Miniaplicaciones disponibles</b>
pl: <b>Dostępne Aplety</b>

source: Activate applet
ar: تفعيل البريمج
es: Activar miniaplicación
pl: Aktywne aplety

source: Deactivate applet
ar: إلغاء تنشيط التطبيق (البريمج)
es: Desactivar miniaplicación
pl: Deaktywacja apletu

source: Install applet...
ar: تثبيت التطبيق (البريمج)...
es: Instalar miniaplicación...
pl: Instaluj aplet...

source: Drag available applets here to activate
ar: اسحب التطبيقات (البريمجات) المتاحة هنا لتنشيطها
es: Arrastre miniaplicaciones disponibles aquí para activarlas
pl: Przeciągnij dostępne aplety tutaj, aby je aktywować

source: <b>Active Applets</b>
ar: <b>البريمجات النشطة</b>
es: <b>Miniaplicaciones activas</b>
pl: <b>Aktywj Aplety</b>

source: Offset
ar: الإزاحة
es: Desplazamiento
pl: Przesunięcie

source: Clickthrough
ar: النقر من خلال
es: Pulsación a través
pl: Umożliw klikanie poprzez panel

source: Force monitor mode ?
es: ¿Forzar modo del monitor?
pl: Wymusić tryb monitora?

source: Monitor width
ar: عرض الشاشة
es: Ancho del monitor
pl: Rozdzielczość w poziomie

source: Monitor height
ar: ارتفاع الشاشة
es: Altura del monitor
pl: Rozdzielczość w pionie

source: Monitor X-offset
es: Desplazamiento X del monitor
pl: Monitor przesunięcie-X

source: Monitor Y-offset
es: Desplazamiento Y del monitor
pl: Monitor przesunięcie-Y

source: Matching strength
es: Fuerza de emparejado
pl: Dopasuj siłę

source: <b>Taskmanagers</b>
ar: <b>مدير المهام</b>
es: <b>Gestores de tareas</b>
pl: <b> Menadżery zadań</b>

source: Reflection offset
ar: إزاحة الانعكاس
es: Desplazamiento del reflejo
pl: Przesunięcie odbicia

source: Icon alpha
es: Transparencia de iconos
pl: Przeźroczystość ikon

source: Reflection alpha multiplier
es: Multiplicador de transparencia del reflejo
pl: Mnożnik kanału alfa odbicia

source: <b>Effects</b>
ar: <b>المؤثرات</b>
es: <b>Efectos</b>
pl: <b>Efekty</b>

source: Repositories
ar: المستودعات
es: Repositorios
pl: Repozytoria

source: <b>Repositories</b>
ar: <b>المستودعات</b>
es: <b>Repositorios</b>
pl: <b>Repozytoria</b>

source: <b>These settings require the Task Manager applet to be active. </b>
ar: <b>هذه الإعدادات تتطلب تفعيل بريمج مدير المهام </b>
es: <b>Estos valores de configuración requieren que esté activada la miniaplicación «Gestor de tareas».</b>
pl: <b>Te ustawienia wymagają włączonego apletu Menadżer Zadań.</b>

source: Icons:
ar: الإيقونات
es: Iconos:
pl: Ikony:

source: Show all windows
ar: إظهار كافة النوافذ
es: Mostrar todas las ventanas
pl: Pokaż wszystkie okna

source: Group common windows
ar: تجميع النوافذ المتشابهة
es: Agrupar ventanas comunes
pl: Grupuj okna

source: Display launchers only
ar: إظهار المشغلات فقط
es: Mostrar solo los lanzadores
pl: Wyświetl tylko aktywatory

source: Drag and drop reordering
es: Reorganizar mediante arrastrar y soltar
pl: Zmiana położenia poprzez przeciąganie i upuszczanie

source: Show dialog after long press
es: Mostrar el diálogo después de un pulsación larga
pl: Pokaż okna po przytrzymaniu klawisza myszy

source: <b>Settings</b>
ar: <b>إعدادات</b>
es: <b>Configuración</b>
pl: <b>Ustawienia</b>

source: <b>Launchers</b>
ar: <b>مطلقات</b>
es: <b>Lanzadores</b>
pl: <b>Aktywatory</b>

source: Customize effects
ar: تخصيص التأثيرات
es: Personalizar efectos
pl: Dostosuj efekty

source: Open animation:
ar: حركة الفتح (الرسم المتحرك لعملية الفتح) :
es: Animación de apertura:
pl: Animacja otwarcia:

source: Close animation:
ar: حركة الإغلاق:
es: Animación de cierre:
pl: Zamknij animację:

source: Hover animation:
ar: حركة المرور (الرسم المتحرك عند مرور مؤشر الفأرة على الإيقونات في الشريط) :
es: Animación al posar el ratón:
pl: Animacja po wskazaniu:

source: Launch animation:
ar: حركة التشغيل (الرسم المتحرك لعملية التشغيل):
es: Animación de apertura:
pl: Uruchom animację:

source: Attention animation:
ar: حركة التنبيه:
es: Animación para llamar la atención
pl: Animacja zwracająca uwagę

source: Theme Export
ar: تصدير السمة
es: Exportar tema
pl: Eksportuj skórkę

source: Name:
ar: الإسم :
es: Nombre:
pl: Nazwa:

source: Author:
ar: المؤلف:
es: Autor:
pl: Autor:

source: Version:
ar: الإصدار:
es: Versión:
pl: Wersja:

source: Panel Style & Size
ar: حجم ونمط وشكل الشريط
es: Tamaño y estilo del panel
pl: Styl i rozmiar panelu

source: Icons and Tooltips
es: Iconos y textos emergentes
pl: Ikony i dymki informacyjne

source: Panel Background Colors
ar: ألوان خلفية الشريط
es: Colores de fondo del panel
pl: Kolor tła panelu

source: Extra Options
ar: خيارات إضافية
es: Opciones extra
pl: Opcje dodatkowe

source: Panel Look Refinements
es: Mejoras en la apariencia del panel
pl: Ustawienia wyglądu panelu

source: Configured Effects
ar: المؤثرات المُعدة
es: Efectos configurados
pl: Skonfigurowane efekty

source: <b>Export Option Groups</b>
ar: <b>تصدير خيار المجموعات</b>
es: <b>Exportar grupos de opciones</b>
pl: <b>Eksportuj grupę opcji</b>

source: Error, a sources.list already exist
es: Error, el archivo sources.list ya existe
pl: Błąd, plik sources.list już istnieje

source: Error, the path is empty or already exist
ar: خطأ، المسار فارغاً أو موجود بالفعل
es: Error, la ubicación está vacía o ya existe
pl: Błąd, ścieżka jest pusta lub już istnieje

source: Error %s is missing on your system, please remove it from the sources.list
es: Error %s ha desaparecido de su sistema. Elimínelo del archivo sources.list
pl: Błąd: %s brakuje w twoim systemie, proszę usuń go z sources.list

source: None
ar: لا شيء
ast: Dengún
ca: Cap
es: Ninguno
eu: Batere ez
is: Ekkert
ms: Tiada
pl: Brak
pt: Nenhum
sv: Ingen
zh_tw: 無效果

source: Classic
ar: تقليدي
ast: Clásicu
ca: Clàssic
es: Clásico
eu: Klasikoa
is: Venjulegt
ms: Klasik
pl: Klasyczny
pt: Clássico
sv: Klassisk
zh_tw: 經典

source: Fade
ar: تضاؤل
ast: Chisbar
ca: Esvaeix
es: Atenuar
eu: Desagertu
is: Hverfa
ms: Pudar
pl: Zanikanie
pt: Desvanecer
sv: Tona
zh_tw: 淡入淡出

source: Spotlight
ar: دائرة ضوء
ast: Focu de lluz
ca: Focus
es: Foco
eu: Argi-fokoa
is: Ljós
ms: Lampu Sorot
pl: Podświetlenie
sv: Strålkastare
zh_tw: 聚光燈

source: Squish
ar: عصر
ast: Rebotante
es: Aplastar
eu: Errebotatu
is: Kremja
ms: Merembes
pl: Ściśnięcie
pt: Espremer
sv: Kläm ihop
zh_tw: 彈跳

source: 3D Turn
ar: دوران ثلاثي الأبعاد
ast: Xirar 3D
ca: Gir 3D
es: Giro en 3D
eu: 3D Bira
is: Snúast
ms: Putar 3D
pl: Obrót 3D
pt: Rotação 3D
sv: 3D-vändning
zh_tw: 3D旋轉
