Repository: micove/awn
Catalog: po/*.po
Languages: ar, ast, ca, de, es, eu, is, ms, pl, pt, sv, zh_tw

source: Maximized windows don't cover the bar (requires restart)
ast: Les ventanes maximizaes nun tapecen la barra (requier reaniciar)
ca: Les finestres maximitzades no cobreixen la barra (es necessita reiniciar)
de: Maximierte Fenster überlappen die Leiste nicht (benötigt Neustart)
eu: Maximizatutako leihoek ez dute barra estaltzen (berrabiaraztea behar du)
is: Hámarkaðir gluggar hylja ekki stikuna (þarfnast endurræsingar)
ms: Penampilan tetingkap sepenuhnya tidak melindungi bar (memerlukan komputer dimulakan kembali)
pt: Janelas maximizadas não sobrepõem a barra (requer reinicio)
sv: Maximerade fönster täcker inte panelen (kräver omstart)
zh_tw: 面板不被最大化的視窗蓋過（需要重新啟動）

source: Opening
ast: Abriendo
ca: Obertura
eu: Irekitzen
is: Opna
ms: Pembukaan
pt: A abrir
sv: Öppnar
zh_tw: 正在打开

source: Pattern Engine
ast: Motor de Patrones
ca: Motor de patrons
de: Muster Engine
eu: Eredu Motorea
is: Mynstur
ms: Enjin Corak
pt: Motor do padrão
sv: Mönstermotor
zh_tw: 花色

source: Second step color:
ast: Color del segundu planu:
ca: Color del segon pas:
de: Zweite Farbe:
eu: Bigarren kolorea:
is: Litur annars skrefs:
ms: Warna langkah kedua:
pt: Côr do segundo plano
sv: Andrastegsfärg
zh_tw: 終色

source: Separator color:
ast: Color del separtador
ca: Color del separador:
de: Trennlinienfarbe:
eu: Bereizlearen kolorea:
is: Litur striksins:
ms: Warna pembahagi:
pt: Côr do separador:
sv: Färg på avgränsare:
zh_tw: 隔線色：

source: Shadow color:
ast: Color de la solombra:
ca: Color de l'ombra:
de: Schattenfarbe:
eu: Itzalaren kolorea:
is: Litur skuggans:
ms: Warna bayang:
pt: Cor da sombra:
sv: Skuggfärg:
zh_tw: 陰影色：

source: Show separator between launchers and tasks
ast: Amosar separtador ente llanzadores y xeres
ca: Mostra un separador entre els llançadors i les tasques
de: Trennlinie zwischen Startern und Fenstern anzeigen
eu: Bereizlea erakutsi abiarazle eta atazen artean
is: Hafa strik á milli ræsa og þeirra forrita sem eru í gangi
ms: Tunjukkan pembahagi antara pelancar dan tugasan
pt: Mostrar separador entre iniciadores e tarefas
sv: Visa avgränsare mellan programstartare och program som körs
zh_tw: 啟動器與程序間以線分隔

source: Show windows from all viewports
ast: Amosar les ventanes de tolos espacios de trabayu
ca: Mostra les finestres de tots els espais de treball
de: Fenster von allen virtuellen Desktops anzeigen
eu: Lan-eremu guztietako leihoak erakutsi
is: Sýna glugga frá öllum vinnusvæðum
ms: Tunjukkan tetingkap dari kesemua ports boleh lihat
pt: Apresentar janelas de todas as áreas de trabalho
sv: Visa fönster från alla skrivbordsytor
zh_tw: 顯示各工作區所有視窗

source: Task Appearance
ast: Aspeutu de les xeres
ca: Aspecte de les tasques
de: Beschriftung
eu: Atazen Itxura
is: Útlit
ms: Penampilan Tugasan
pt: Aspecto das tarefas
sv: Utseende för program som körs
zh_tw: 程序外貌

source: Tasks have arrows
ast: Les xeres tienen fleches
ca: Les tasques tenen fletxes
de: Pfeile unter Fenstern anzeigen (statt unter Startern)
eu: Atazek geziak dituzte
is: Hafa örvar undir táknum
ms: Tugasan miliki anak panah
pt: Tarefas têm marcas
sv: Program som körs får pilar
zh_tw: 程序下加箭頭

source: The bar automatically hides when not used
ast: La barra anúbrese de mou automáticu cuando nun te n'usu
ca: La barra s'amaga automàticament quan no s'utilitza
de: Taskleiste automatisch verstecken
eu: Ez denean erabiltzen, automatikoki ezkutatzen da barra
is: Láta stikuna hverfa þegar hún er ekki í notkun
ms: Bar secara automatik disembunyikan apabila tidak digunakan
pt: Esconder automaticamente a barra
sv: Panelen döljs automatiskt när den inte används
zh_tw: 閒置時自動隱藏

source: Transparency:
ast: Tresparencia:
ca: Transparència:
de: Transparenz:
eu: Gardentasuna:
is: Gagnsæi:
ms: Kehalusan:
pt: Transparência:
sv: Genomskinlighet:
zh_tw: 透明度:

source: Windows don't overlap the bar if this is set
ast: Les ventanes nun se superponen a la barra si esto ta activo
ca: Les finestres no tapen la barra si això està marcat
de: Fenster überlappen die Leiste nicht.
eu: Leihoak ez zaizkio barrari gainezartzen hau gaituz gero
is: Lætur glugga ekki skarast við stikuna
ms: Tetingkap tidak akan menindih bar apabila ini ditetapkan
pt: As janelas não se sobrepõem à barra se esta opção estiver seleccionada
sv: Hindra fönster från att överlappa panelen
zh_tw: 設定此項後，視窗不會蓋過面板

source: page 1
ast: páxina 1
ca: pàgina 1
eu: 1 orria
is: síða 1
ms: halaman 1
pt: página 1
sv: sida 1
zh_tw: 第一页

source: page 2
ast: páxina 2
ca: pàgina 2
eu: 2 orria
is: síða 2
ms: halaman 2
pt: página 2
sv: sida 2
zh_tw: 第二页

source: page 3
ast: páxina 3
ca: pàgina 3
eu: 3 orria
is: síða 3
ms: halaman 3
pt: página 3
sv: sida 3
zh_tw: 第三页

source: page 4
ast: páxina 4
ca: pàgina 4
eu: 4 orria
is: síða 4
ms: halaman 4
pt: página 4
sv: sida 4
zh_tw: 第四页

source: File is not a valid .desktop file
ast: El ficheru nun ye un ficheru .desktop válidu
ca: El fitxer no és un fitxer .desktop vàlid
eu: Fitxategia ez da baliozko .desktop fitxategia
is: Þessi skrá er ekki gild .desktop skrá
ms: Fail ini bukan fail .desktop yang sah
pt: Este ficheiro não é um ficheiro .desktop válido
sv: Filen är inte en giltig .desktop-fil
zh_tw: 檔案不是一個有效的.desktop檔

source: Unrecognized desktop file Version '%s'
ast: Versión '%s' del ficheru desktop non reconocida
ca: Es desconeix la versió «%s» del fitxer d'escriptori
eu: Desktop-fitxategi bertsio ezezaguna: '%s'
is: Óþekkt desktop skráarútgáfa ‚%s‘
ms: Versi '%s' fail desktop yang tidak dikenali
sv: Okänd Version "%s" i desktop-fil
zh_tw: 無法辨識 .desktop 檔案版本"%s"

source: Starting %s
ast: Entamando %s
ca: S'està iniciant %s
eu: %s abiarazten
is: Ræsi %s
ms: Memulakan %s
pt: A iniciar %s
sv: Startar %s
zh_tw: 字串 %s

source: Application does not accept documents on command line
ast: L'aplicación nun aceuta documentos na llinia de comandos
ca: L'aplicació no accepta documents a la línia d'ordres
eu: Aplikazioak ez du dokumenturik onartzen agindu-lerroan
is: Þetta forrit tekur ekki á móti skrám á skipanalínunni
ms: Aplikasi tidak menerima dokumen-dokumen pada command line
pt: A aplicação não aceita documentos na linha de comandos
sv: Programmet tar inte emot dokument på kommandoraden
zh_tw: 應用程式不接受命令列上的文件(documents on command line)

source: Unrecognized launch option: %d
ast: Opción de llanzamientu non reconocida: %d
ca: Es desconeix l'opció de llançament: %d
eu: Abiarazte-aukera ezezaguna: %d
is: Þessi valmöguleiki er ekki þekktur: %d
ms: Opsyen pelancaran yang tidak dikenali: %dG
pt: Opção de iniciação não reconhecida: %d
sv: Okänt startalternativ: %d
zh_tw: 無法辨識的啟動選項： %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
ast: Nun se pueden pasar los URIs de documentos a entraes d'escritoriu 'Type=Link'
ca: No s'ha pogut transformar l'URI del document a una entrada d'escriptori «Type=Link»
eu: Ezin 'dokumentu-URI'-rik pasa 'Type=Link' desktop-sarrera bati
is: Get ekki látið veffang ganga til ‚Type=Link‘
ms: Tidak dapat menghantarkan dokumen-dokumen URI kepada entri desktop 'Type=Link'
sv: Kan inte skicka dokument-URI:er till en 'Type=Link'-skrivbordspost
zh_tw: 不能傳送文件URI到一個'Type=Link' 的桌面圖示

source: Not a launchable item
ast: Nun ye un elementu llanzable
ca: No és un element executable
eu: Ez da abiarazgarria
is: Það er ekki hægt að keyra þennan hlut
ms: Item yang tak boleh dilancarkan
pt: Não é um item iniciável
sv: Inte ett startbart objekt
zh_tw: 不是一個可啟動的項目

source: Clear Custom Icons?
ast: Llimpiar Iconos personalizaos?
ca: Netejar Icones personalitzades?
eu: Ikur Pertsonalizatuak Garbitu?
is: Eyða myndum sem þú hefur bætt við?
ms: Buangkan Ikon Buatan sendiri?
sv: Töm anpassade ikoner?
zh_tw: 要清除自定的圖示嗎？

source: Clear all custom (applet) icons?
ast: Llimpiar tolos iconos (applet) personalizaos?
eu: Ikur pertsonalizatu guztiak (appletak) garbitu?
is: Viltu eyða öllum táknum fyrir forrit sem þú hefur bætt við?
ms: Buangkan (applet) Ikon Buatan sendiri?
sv: Töm alla anpassade (panelprogram) ikoner?
zh_tw: 要清除所有自定的（小程式）圖示嗎？

source: Clear All Custom Icons
ast: Llimpiar tolos iconos personalizaos
ca: Netejar totes les icones personalitzades
eu: Ikur Pertsonalizatu Guztiak Garbitu
is: Eyða öllum táknum sem þú hefur gert
ms: Buangkan Semua Ikon Buatan Sendiri
sv: Töm alla anpassade ikoner
zh_tw: 清除所有自定的圖示

source: Change Icon?
ast: Camudar iconu?
ca: Canviar Icona?
eu: Ikurra Aldatu?
is: Breyta tákni?
ms: Tukarkan Ikon?
pt: Alterar ícone?
sv: Byt ikon?
zh_tw: 要改變圖示嗎？

source: Use this icon?
ast: Utilizar esti iconu?
ca: Utilitzar aquesta icona?
eu: Ikur hau erabili?
is: Viltu nota þetta tákn?
ms: Guna Ikon ini?
sv: Använd denna ikon?
zh_tw: 使用這個圖示嗎？

source: Apply to this applet instance.
eu: Applet-istantzia honi aplikatu.
ms: Gunakan pada applet ini.
sv: Verkställ till denna panelprograminstans.
zh_tw: 套用到這個小程式的實體。

source: Apply to this applet type.
ast: Aplicar a estos tipos d'applet
ca: Aplica aquest tipus de miniaplicació
eu: Applet-mota honi aplikatu.
ms: Gunakan pada applet jenis ini.
sv: Verkställ till denna panelprogramstyp.
zh_tw: 套用到這個小程式的類別

source: Apply to icon name.
ast: Aplicar al nome del iconu
ca: Aplica al nom de la icona
eu: Ikur-izenari aplikatu.
ms: Gunakan pada nama ikon.
sv: Verkställ till ikonamn.
zh_tw: 套用到圖示名稱。

source: Choose New Image...
ast: Escoyer Nueva Imaxe...
ca: Escull una image nova...
eu: Irudi Berria Hautatu...
is: Velja nýja mynd...
ms: Pilih Imej Baru...
sv: Välj ny bild...
zh_tw: 選擇新的圖案...

source: Change Icon...
ast: Camudar iconu...
ca: Canvia icona...
eu: Ikurra Aldatu...
is: Breyta tákni...
ms: Tukarkan Ikon...
sv: Byt ikon...
zh_tw: 更改圖示...

source: Change Image...
ast: Camudar Imaxe...
ca: Canvia Imatge...
eu: Irudia Aldatu...
is: Breyta mynd...
ms: Tukarkan Imej...
sv: Byt bild...
zh_tw: 更改圖片...

source: Change Icon
ast: Camudar iconu
ca: Canvia la icona
de: Icon ändern
eu: Ikurra aldatu
is: Breyta tákninu
ms: Tukar Ikon
pt: Alterar Ícone
sv: Byt ikon
zh_tw: 變更圖示

source: Prints the version number
ast: Amuesa'l númberu de versión
ca: Mostra el número de versió
eu: Bertsio-zenbakia inprimatzen du
is: Sýnir útgáfunúmer
ms: Memaparkan nombor versi
sv: Skriver ut versionsnumret
zh_tw: 印出版本號碼

source: Starts the Avant Window Navigator dock
ast: Anicia'l dock d'Avant Window Navigator
ca: Inicia el dock d'Avant Window Navigator
eu: Awn (Avant Leiho-Kudeatzailea) abiarazten du
is: Ræsir Avant Window Navigator stikuna
ms: Memulakan dock Pengemudi Tetingkap Avant
sv: Startar Avant Window Navigator-dockan
zh_tw: 啟動 Avant Window Navigator dock

source: Failed to make connection to session bus: %s
ast: Nun pudo criase la conexón col bus de la sesión: %s
ca: No s'ha pogut crear la connexió amb el bus de la sessió: %s
eu: Ezin sesioaren bus-arekin konektatu: %s
ms: Gagal jadikan penyambungan kepada sesi bus : %s
sv: Misslyckades med att ansluta till sessionsbussen: %s
zh_tw: 連結session bus "%s" 失敗

source: There was an error requesting the name: %s
ast: Hebo un fallu solicitando'l nome: %s
ca: Hi ha hagut un error en demanar el nom: %s
eu: Errorea izena eskatzean: %s
is: Villa kom upp við að biðja um nafnið: %s
ms: Ada kesalahan mendapatkan nama: %s
sv: Det inträffade ett fel vid förfrågan om namnet: %s
zh_tw: 當要求名稱 "%s" 時發生錯誤

source: Warning: Screen isn't composited. Please run compiz (-fusion) or another compositing manager.
eu: Abisua: pantaila ez da "konposatua". Mesedez, compiz (-fusion) edo beste konposatze-kudeatzaile bat abiarazi ezazu.
is: Aðvörun: Skjárnin er ekki samsettur. Reyndu að keyra compiz (-fusion) eða önnur lík forrit.
ms: Amaran: Skrin tidak diselaraskan. Sila jalankan compiz (-fusion) atau pengurus gabungan lain.
sv: Varning: Skärmen saknar stöd för compositing. Kör compiz (-fusion) eller en annan fönsterhanterare med stöd för compositing.
zh_tw: 警告：沒有啟動桌面特效。請執行compiz(-fusion)或其他特效管理員。

source: Starting avant-window-navigator
ast: Aniciando'l avant-window-navigator
ca: Iniciant avant-window-navigator
eu: avant-window-navigator abiarazten
is: Ræsi avant-window-navigator
ms: Memulakan pengemudi-tetingkap-avant
sv: Startar avant-window-navigator
zh_tw: 正在啟動 avant-window-navigator

source: Don't show this message again.
ast: Nun amosar otra vegada esti mensax.
ca: No tornis a mostrar aquest missatge.
eu: Ez mezu hau berriro erakutsi.
is: Ekki sýna þessi skilaboð aftur.
ms: Jangan tunjukkan mesej ini lagi.
pt: Não apresentar esta mensagem novamente.
sv: Visa inte detta meddelande igen.
zh_tw: 不要再顯示這個訊息。

source: Stock/In Theme
is: Samansafn tákna
ms: Tema Stok/Masuk
sv: Standard/I tema

source: Rows:
de: Reihen:

source: Width:
de: Breite:

source: Height:
de: Höhe:

source: <b>From:</b>
de: <b>Von:</b>

source: <big><b>Emptying the Trash</b></big>
de: <big><b>Mülleimer wird geleert</b></big>

source: Emptying the Trash
de: Mülleimer leeren

source: <b>Corners</b>
de: <b>Ecken</b>

source: Avant Preferences
de: Avant Einstellungen

source: Bold
de: Fett

source: Fade effect (experimental)
de: Überblendeffekt (experimentell)

source: Font size:
de: Schriftgröße:

source: Italic
de: Kursiv

source: Select A File
de: Datei auswählen

source: Unused icons fade when mouse-over
de: Unbenutzte Icons verblassen bei Maus-Berührung

source: Add Applet
de: Applet hinzufügen

source: Avant Applet Preferences
de: Avant Applet Einstellungen

source: Positions
de: Positionen

source: Avant Launcher Preferences
de: Avant Starter Einstellungen

source: Orientation
de: Ausrichtung

source: The orientation of the tray.
de: Die Ausrichtung der Kontrollleiste.

source: How many rows the switcher should have
de: Anzahl der Zeilen des Umschalters

source: The height of the switcher
de: Höhe des Umschalters

source: The width of the switcher
de: Breite des Umschalters

source: Whether the trash applet should show a count on its icon
de: Soll das Mülleimer Applet einen Zähler im Icon anzeigen?

source: Unable to find the Trash directory: %s
de: Verzeichnis für den Mülleimer wurde nicht gefunden: %s

source: No Items in Trash
de: Der Mülleimer ist leer

source: %d Item in Trash
de: %d Objekt im Mülleimer

source: Removing item %lu of %lu
de: Entferne Objekt %lu von %lu

source: Removing:
de: Entferne:

source: Empty all of the items from the trash?
de: Sind sie sicher, dass Sie alle Objekte im Müll dauerhaft löschen wollen?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
de: Wenn Sie den Mülleimer leeren, wird der gesamte Inhalt unwiderruflich gelöscht. Bitte beachten Sie, dass Objekte auch einzeln gelöscht werden können.

source: _Empty Trash
de: _Mülleimer leeren

source: Error while spawning nautilus: %s
de: Fehler beim Aufrufen von Nautilus: %s

source: There was an error displaying help: %s
de: Beim Anzeigen der Hilfe ist ein Fehler aufgetreten: %s

source: Trash Applet
de: Mülleimer Applet

source: A GNOME trash bin that lives in your panel. You can use it to view the trash or drag and drop items into the trash.
de: Ein Mülleimer für Ihr AWN. Sie können dieses verwenden, um sich Ihre im Müll befindlichen Dateien anzuschauen oder Objekte in den Müll zu verschieben.

source: translator-credits
de: Launchpad Contributions: Andreas Thomas https://launchpad.net/~andreas-thomas Chocwise https://launchpad.net/~chocwise Dominik Lübben https://launchpad.net/~domi-media-universe Hansi Raber https://launchpad.net/~super-superduper Lorenz https://launchpad.net/~lorenzloidl Martin Lettner https://launchpad.net/~m.lettner Richard Beyer https://launchpad.net/~nazrat Uwe Hauck https://launchpad.net/~bicyclist fabs https://launchpad.net/~fabs-musicjunkie simpson-fan https://launchpad.net/~valentin-steinwandter wusch https://launchpad.net/~christoph-pojer

source: Delete Immediately?
de: Sofort löschen?

source: Cannot move items to trash, do you want to delete them immediately?
de: Die Objekte konnten nicht in den Mülleimer verschoben werden. Sollen sie sofort gelöscht werden?

source: Cannot move some items to trash, do you want to delete these immediately?
de: Einige Objekte konnten nicht in den Mülleimer verschoben werden. Sollen diese sofort gelöscht werden?

source: Unable to move to trash: %s
de: Konnte nicht in den Mülleimer verschoben werden: %s
