Repository: micove/awn
Catalog: po/*.po
Languages: ar, ast, ca, de, es, eu, is, ms, pl, pt, sv, zh_tw

source: Time in ms after which AwnIcon will emit long-press signal.
es: Tiempo en ms después del cual AwnIcon emitirá la señal de pulsación larga.
pl: Czas w ms, po którym AwnIcon wyemituje sygnał długiego naciśnięcia.

source: Main border color.
ar: لون الحدود الرئيسية.
es: Color del borde principal.
pl: Kolor głównej ramki.

source: Anything greater than 0 will draw a panel with corners. The greater the radius, the larger the corners.
ar: إذا كان الرقم أكبر من صفر سوف يحتوي الشريط على زوايا، كلما زاد حجم نصف القطر زاد حجم الزوايا.
es: Cualquier valor mayor a 0 dibujará el panel con esquinas. A mayor radio, esquinas más grandes.
pl: Cokolwiek powyżej 0 spowoduje dodanie rogów panelu. Większe zaokrąglenia, większe kąty.

source: Path to the current desktop file theme.
ar: المسار إلى ملف السمة الخاصة بسطح المكتب.
es: Ruta al archivo de tema de escritorio actual.
pl: Ścieżka do tematu bieżącego Pulpitu.

source: The symmetry of the curve in Curves mode.
ar: تماثل المنحنى في وضعية الأقواس.
es: La simetría de la curva en modo Curvas.
pl: Symetria krzywych w Trybie Krzywych

source: The curviness of the panel in Curves mode.
ar: مدى الإنحناء في الشريط في وضعية التقوس (وضعية الشريط المقوس)
es: La curvatura del panel en modo Curvas.

source: Background color for AwnDialog.
es: Color de fondo para los diálogos de Awn.
pl: Kolor tła dla AwnDialog

source: Whether AwnDialog should use Gtk theme colors.
es: Indica si AwnDialog debería utilizar los colores del tema de GTK.
pl: Czy okna apletów Awn powinny używać schematu kolorów Gtk.

source: Background color for AwnDialog's title.
es: Color de fondo para el título de AwnDialog.
pl: Kolor tła dla tytułu AwnDialog

source: Enable drawing of a pattern.
ar: تمكين وضعية النمط.
es: Habilitar el dibujado de un patrón.
pl: Włącz rysowanie tła graficznego.

source: The offset of the Floaty background.
es: La separación del fondo Flotante.
pl: Odstęp od pływającego tła.

source: First highlight gradient step color.
es: Primer color de resaltado con gradiente
pl: Kolor pierwszego stopnia podświetlenia.

source: Second highlight gradient step color.
es: Segundo color de resaltado con gradiente
pl: Kolor drugiego poziomu podświetlenia.

source: First gradient step color.
es: Primer punto de degradado de color.
pl: Kolor pierwszego stopnia gradientu.

source: Second gradient step color.
es: Segundo color de gradiente
pl: Kolor drugiego poziomu gradientu.

source: Whether to use colors from the current Gtk theme.
es: Indica si se deben emplear los colores del tema actual de GTK.
pl: Czy używać kolorów z bierzącego tematu kolorystycznego Gtk.

source: Internal border color.
ar: لون الحدود الداخلية.
es: Color del borde interno.
pl: Kolor wewnętrznej ramki.

source: 0: solid, 1: outline, 2: outline, reversed.
es: 0: sólido, 1: contorno, 2: contorno, invertido

source: Icon text color. Leave empty to use gtk theme color.
es: Color del texto del icono. Deje vacío para utilizar el color del tema GTK.
pl: Kolor tekstu ikon. Zostaw puste aby użyć kolorów z GTK.

source: Icon text outline color. Leave empty to use gtk theme color.
es: Color del contorno del texto del icono. Deje vacío para utilizar el color del tema GTK.
pl: Kolor obramowania tekstu ikon. Zostaw puste aby użyć kolorów z GTK.

source: width of icon text outline if outline mode is enabled. Suggested values 1.0 - 5.0.
es: Grosor del contorno del texto si el modo de contorno está activo. Se sugieren valores entre 1,0 y 5,0.
pl: Szerokość obwiedni tekstu ikon, jeśli tryb obwiedni jest włączony. Sugerowane wartości 1.0 - 5.0.

source: The angle of the panel in 3D mode.
ar: زاوية الشريط في وضعية ثلاثية الأبعاد.
es: El ángulo del panel en modo 3D.
pl: Kąt położenia panelu w trybie 3D.

source: The opacity of the pattern.
ar: شفافية النمط.
es: La opacidad del patrón.
pl: Nieprzezroczystość wzoru.

source: The location of the pattern to draw.
es: La ubicación del patrón a dibujar.
pl: Lokalizacja wzoru do wyświetlenia.

source: Separator color.
ar: لون فاصل.
es: Color del Separador.
pl: Kolor separatora

source: Draw separators.
ar: وضع فواصل.
es: Dibujar separadores.
pl: Rysuj separatory.

source: The thickness in 3D mode.
ar: السمك في وضعية ثلاثية الأبعاد.
es: El grosor en modo 3D.
pl: Pogrubienie w trybie 3D.

source: Background color of the tooltip
es: Color de fondo para los consejos
pl: Kolor tła dla podpowiedzi

source: Font color of the tooltip
es: Color del texto de los consejos
pl: Kolor czcionki dla podpowiedzi

source: Font name of the tooltip
es: Nombre de la tipografía de los consejos
pl: Nazwa czcionki dla podpowiedzi

source: Outline color of the tooltip
es: Color del contorno de los consejos
pl: Kolor obramowania dymków informacyjnych

source: About %s
ar: حول %s
es: Acerca de %s
pl: Informacje o %s

source: Icons
ar: الأيقونات
es: Iconos
pl: Ikony

source: Choose Custom Icon
ar: إختيار أيقونة مخصصة
es: Elegir icono personalizado
pl: Wybierz własną ikonę

source: Customize Icon
ar: تخصيص أيقونة
es: Personalizar icono
pl: Dostosuj ikone

source: Remove Customized Icon
ar: حذف الأيقونة المخصصة
es: Eliminar icono personalizado
pl: Usuń własną ikonę

source: Loading applet...
ar: يتم الان تحميل البريمج...
es: Cargando miniaplicación...
pl: Wczytaj apletu...

source: Whoops! The applet crashed. Click to restart it.
ar: عذراََ هذا البريمج، انقر لإعادة تشغيله.
es: ¡Vaya! La miniaplicación falló. Pulse aquí para reiniciarla.
pl: Upss! Aplet został zamknięty z powodu błędu. Kliknij aby go zrestartować.

source: Close docklet
es: Cerrar docklet
pl: Zamknij docklet

source: <b>General</b>
ar: <b>عام</b>
pl: <b>Ogólne</b>

source: <b>Extras</b>
ar: <b>الإضافات</b>
pl: <b>Dodatki</b>

source: Simple
ar: بسيط
pl: Prosty

source: Zoom
ar: تقريب
eu: Handitu
is: Stækka
pl: Powiększenie
sv: Zooma
zh_tw: 放大

source: <b>Panel</b>
ar: <b>شريط</b>

source: 3d
ar: ثلاثي أبعاد

source: Lucido
ar: يشبه الملف العلاقي (أو المجلد)

source: Awn Manager
ast: Xestor Awn
ca: Gestor Awn
eu: Awn-kudeatzailea
is: Awn stika
ms: Pengurus AWN
pt: Gestor do Awn
sv: Awn-hanterare

source: Invalid launcher
ca: Llançadora no vàlida
eu: Abiarazle okerra
is: Ógildur ræsir
ms: Pelancar tidak sah
pt: Iniciador inválido
sv: Ogiltig starthanterare
zh_tw: 無效的啟動器

source: Select an Executable File
ast: Seleicione un Ficheru Executable
ca: Selecciona un fitxer executable
eu: Fitxategi exekutagarri bat hautatu
is: Veldu keyranlega skrá
ms: Pilih Fail yang boleh Dilaksanakan
pt: Seleccione um ficheiro executável
sv: Välj en körbar fil
zh_tw: 選擇一個可執行檔

source: Please provide a name for the launcher in the "%s" field.
ca: Siusplau poseu un nom per a la llançadora a la casella "%s"
eu: Abiarazlearentzako izen bat sartu ezazu "%s" eremuan.
is: Veldu nafn fyrir ræsinn í „%s“ svæðinu.
ms: Sila nyatakan nama bagi pelancar dalam medan "%s"
pt: Por favor, insira um nome para o iniciador no campo "%s".
sv: Ange ett namn för programstartaren i fältet "%s".
zh_tw: 請在"%s"欄位提供一個名稱給這個啟動器。

source: <b>Name:</b>
ast: <b>Nome:</b>
ca: <b>Nom:</b>
eu: <b>Izena:</b>
is: <b>Nafn:</b>
ms: <b>Nama:</b>
pt: <b>Nome:</b>
sv: <b>Namn:</b>
zh_tw: <b>名稱:</b>

source: Please provide a program to launch in the "%s" field.
ast: Por favor, conseñe un programa a llanzar na caxella "%s".
ca: Siusplau poseu un programa a lllançar a la casella "%s"
eu: Abiarazteko programa bat sartu ezazu "%s" eremuan.
is: Veldu forrit til að keyra í „%s“ svæðinu.
ms: Sila nyatakan satu program yang hendak dilancarkan dalam medan "%s"
pt: Por favor, indique um programa a iniciar no campo "%s".
sv: Ange ett program att starta i fältet "%s".
zh_tw: 請在"%s"欄位提供一個要執行的程式。

source: <b>Command:</b>
ast: <b>Comandu:</b>
ca: <b>Ordre:</b>
eu: <b>Agindua:</b>
is: <b>Skipun:</b>
ms: <b>Arahan:</b>
pt: <b>Comando:</b>
sv: <b>Kommando:</b>
zh_tw: <b>命令：</b>

source: Couldn't save the launcher. Error: %s
ast: Nun pudo guardase'l llanzador. Error: %s
ca: No s'ha pogut desar la llançadora. Error: %s
eu: Ezin abiarazlea gorde. Errorea: %s
is: Gat ekki vistað ræsinn. Villa: %s
ms: Tidak dapat menyimpan pelancar. Kesalahan: %s
pt: Não foi possível salvar o iniciador. Erro: %s
sv: Kunde inte spara programstartaren. Fel: %s
zh_tw: 無法儲存這個啟動器。錯誤原因：%s

source: Awn Manager can't be run as root.
ast: Awn Manager nun pudo executase como alministrador.
ca: L'Awn Manager no s'ha pogut executar com a administrador.
eu: Ezin da Awn-kudeatzailea erro bezala exekutatu.
is: Ekki er hægt að keyra Awn sem rót.
ms: Pengurus Awn tidak dapat dijalankan sebagai root.
pt: O Gestor do Awn não pode ser corrido como root.
sv: Awn-hanteraren kan inte köras som root.
zh_tw: Awn Manager 不能以root的身份執行

source: Could not load the "%s" icon. Make sure that the SVG loader for Gtk+ is installed. It usually comes with librsvg, or a package similarly named.
ast: Nun pudo cargase l'iconu "%s". Tea seguru de que'l cargador SVG pa Gtk+ ta instaláu. Davezu suel venir con librsvg, o un paquete con nome asemeyáu.
eu: Ezin "%s" ikurra kargatu. Egiaztatu ezazu "Gtk+"-rentzako SVG kargatzailea instalatuta dagoela. Normalean librsvg edo antzako paketeren batekin dator.
is: Gat ekki hlaðið inn „%s“ tákninu. Gakktu úr skugga um það að SVG loader fyrir Gtk+ sé inn á tölvunni þinni. Hann fylgir vanalega með librsvg, eða öðrum pakka sem heitir líku nafni.
ms: Tidak dapat memuat ikon "%s". Pastikan pemuat SVG untuk Gtk+ telah dipasang. Ia biasanya didapati bersama librsvg, atau bungkusan yang namanya serupa.
sv: Kunde inte läsa in "%s"-ikonen. Försäkra dig om att SVG-inläsaren för Gtk+ är installerad. Den kommer vanligtvis med librsvg, eller ett paket med liknande namn.
zh_tw: 無法讀取 "%s" 圖示。 請確定已經安裝了 SVG loader for Gtk+。他通常與librsvg關連或者和其相同名稱的套件包在一起。

source: AWN has been successfully refreshed
ast: L'AWN refrescóse correcho
ca: L'AWN s'ha refrescat correctament
eu: Arrakastaz freskatu da AWN
is: Awn er uppfært
ms: AWN telah berjaya dijernihkan
sv: AWN har uppdaterats
zh_tw: AWN 已經成功重新整理

source: PNG Files
ast: Ficheros PNG
ca: Arxius PNG
eu: PNG fitxategiak
is: PNG skrár
ms: Fail PNG
pt: Ficheiros PNG
sv: PNG-filer
zh_tw: PNG檔案

source: 3D turn
ast: 3D
ca: Gir 3D
eu: 3D bira
is: Snúast
ms: Putar 3D
pt: Rotação 3D
sv: 3D-vändning
zh_tw: 3D旋轉

source: 3D turn with spotlight
ast: Xirar 3D con lluz
ca: Gir 3D amb focus
eu: 3D bira, argi-fokoarekin
is: Snúast með ljósi
ms: Putar 3D dengan Lampu Sorot
sv: 3D-vändning med strålkastare
zh_tw: 3D旋轉加聚光燈

source: Flat bar
ast: Barra plana
ca: Barra plana
eu: Barra laua
is: Venjuleg stika
ms: Papan leper
pt: Barra lisa
sv: Platt panel
zh_tw: 橫條

source: 3D look
ast: Aspeutu 3D
ca: Aspecte 3D
eu: 3D itxura
is: Þrívíð stika
ms: Rupa 3D
pt: Aspecto 3D
sv: 3D-utseende
zh_tw: 3D 外觀

source: <b>Description:</b>
ast: <b>Descripción:</b>
ca: <b>Descripció:</b>
eu: <b>Deskribapena:</b>
is: <b>Lýsing:</b>
ms: <b>Keterangan:</b>
pt: <b>Descrição:</b>
sv: <b>Beskrivning:</b>
zh_tw: <b>描述：</b>

source: Directory:
ast: Direutoriu:
ca: Carpeta:
eu: Diretorioa:
is: Mappa:
ms: Direktori:
sv: Katalog:
zh_tw: 資料夾：

source: Launcher Editor
ast: Editor de llanzadores
ca: Editor de llançadores
eu: Abiarazle-editorea
is: Breyta ræsum
ms: Pengedit Pelancar
sv: Redigerare för programstartare
zh_tw: 啟動器編輯器

source: Launcher Icon
ast: Llanzador d'Iconu
ca: Icona de la llançadora
eu: Abiarazle Ikurra
is: Tákn fyrir ræsinn
ms: Ikon Pelancar
pt: Ícone do Iniciador
sv: Ikon för programstartare
zh_tw: 啟動器圖示

source: Open...
ast: Abrir...
ca: Obre...
eu: Ireki...
is: Opna...
ms: Buka ...
pt: Abrir...
sv: Öppna...
zh_tw: 開啟...

source: Select A Folder
ast: Seleicione una carpeta
ca: Seleccioneu una carpeta
eu: Direktorioa Hautatu
is: Veldu möppu
ms: Pilih Folder
sv: Välj en mapp
zh_tw: 選擇一個資料夾

source: Select Icon
ast: Seleicione iconu
ca: Seleccioneu una icona
eu: Ikurra Hautatu
is: Veldu tákn
ms: Pilih Ikon
sv: Välj ikon
zh_tw: 選擇圖示

source: <b>Active Icon</b>
ast: <b>Iconu Activu</b>
ca: <b>Icona activa</b>
de: <b>Aktives Icon</b>
eu: <b>Ikur Aktiboa</b>
is: <b>Virkt tákn</b>
ms: <b>Ikon Aktif</b>
pt: <b>Ícone Activo</b>
sv: <b>Aktiv Ikon</b>
zh_tw: <b>活動圖示</b>

source: <b>Applet Preferences</b>
ast: <b>Preferencies de la Miniaplicación</b>
ca: <b>Preferències del connector</b>
eu: <b>Applet-en Hobespenak</b>
is: <b>Stillingar forrits</b>
ms: <b>Pilihan-pilihan Applet</b>
pt: <b>Preferências da Applet</b>
sv: <b>Inställningar för panelprogram</b>
zh_tw: <b>小程式偏好設定</b>

source: <b>Arrows</b>
ast: <b>Fleches</b>
ca: <b>Fletxes</b>
de: <b>Pfeile</b>
eu: <b>Geziak</b>
is: <b>Örvar</b>
ms: <b>Anak Panah</b>
pt: <b>Setas</b>
sv: <b>Pilar</b>
zh_tw: <b>箭頭</b>

source: <b>Bar behaviour</b>
ast: <b>Comportamientu de la barra</b>
ca: <b>Comportament de la barra</b>
de: <b>Verhalten der Leiste</b>
eu: <b>Barraren portaera</b>
is: <b>Hvernig stikan á að hegða sér</b>
ms: <b>Tindakan Bar</b>
pt: <b>Comportamento da barra</b>
sv: <b>Panelens beteende</b>
zh_tw: <b>面板屬性</b>

source: <b>Borders</b>
ast: <b>Berbesos</b>
ca: <b>Vores</b>
de: <b>Rahmen</b>
eu: <b>Ertzak</b>
is: <b>Lína umhverfis glugga</b>
ms: <b>Sempadan</b>
pt: <b>Bordas</b>
sv: <b>Kanter</b>
zh_tw: <b>邊框</b>

source: <b>Customize Effects</b>
ast: <b>Personalizar Efeutos</b>
ca: <b>Personalitza els efectes</b>
eu: <b>Efektuak Pertsonalizatu</b>
is: <b>Stilla tæknibrellur</b>
ms: <b>Ubah Efek</b>
pt: <b>Personalizar Efeitos</b>
sv: <b>Anpassa effekter</b>
zh_tw: <b>自定特效</b>

source: <b>General Preferences</b>
ast: <b>Preferencies Xenerales</b>
ca: <b>Preferències generals</b>
eu: <b>Hobespen Orokorrak</b>
is: <b>Almennar stillingar</b>
ms: <b>Pilihan-pilihan Umum</b>
pt: <b>Preferências gerais</b>
sv: <b>Inställningar</b>
zh_tw: <b>一般偏好設定</b>

source: <b>Gradient</b>
ast: <b>Dilíu</b>
de: <b>Verlauf</b>
eu: <b>Gradientea</b>
is: <b>Stigull</b>
ms: <b>Cerun</b>
pt: <b>Gradiente</b>
zh_tw: <b>遞色</b>

source: <b>Highlight</b>
ast: <b>Resaltar</b>
ca: <b>Realçament</b>
de: <b>Hervorheben</b>
eu: <b>Nabarmendu</b>
is: <b>Auðkenning</b>
ms: <b>Penyerlahan</b>
pt: <b>Realçar</b>
sv: <b>Färgmarkera</b>
zh_tw: <b>打光</b>

source: <b>Icon Effects</b>
ast: <b>Efeutos de los iconos</b>
ca: <b>Efectes de les icones</b>
eu: <b>Ikurren efektuak</b>
is: <b>Hegðun táknanna</b>
ms: <b>Efek Ikon</b>
pt: <b>Efeitos de Ícones</b>
sv: <b>Ikoneffekter</b>
zh_tw: <b>圖示特效</b>

source: <b>Launcher Preferences</b>
ast: <b>Preferencies del Llanzador</b>
ca: <b>Preferències del llançador</b>
eu: <b>Abiarazlearen Hobespenak</b>
is: <b>Stillingar á ræsum</b>
ms: <b>Aplikasi Pilihan</b>
pt: <b>Opções do iniciador</b>
sv: <b>Programstartarinställningar</b>
zh_tw: <b>啟動器偏好設定</b>

source: <b>Look </b>
ast: <b>Aspeutu</b>
ca: <b>Aspecte </b>
eu: <b>Itxura</b>
is: <b>Útlit </b>
ms: <b>Lihat</b>
pt: <b>Aspecto </b>
sv: <b>Utseende </b>
zh_tw: <b>外觀</b>

source: <b>Pattern</b>
ast: <b>Patrón</b>
ca: <b>Patró</b>
de: <b>Muster</b>
eu: <b>Eredua</b>
is: <b>Mynstur</b>
ms: <b>Corak</b>
pt: <b>Padrão</b>
sv: <b>Mönster</b>
zh_tw: <b>花色</b>

source: <b>Separator</b>
ast: <b>Separtador</b>
ca: <b>Separador</b>
de: <b>Trennlinie</b>
eu: <b>Bereizlea</b>
is: <b>Strik sem skilur að</b>
ms: <b>Pembahagi</b>
pt: <b>Separador</b>
sv: <b>Avgränsare</b>
zh_tw: <b>分隔線</b>

source: <b>Startup behaviour</b>
ast: <b>Comportamentu anicial</b>
ca: <b>Comportament inicial</b>
eu: <b>Abiarazteko portaera</b>
is: <b>Hegðun forrist þegar opnast</b>
ms: <b>Tingkah Laku Permulaan</b>
sv: <b>Uppstartsbeteende</b>
zh_tw: <b>啟動後行為</b>

source: <b>Text</b>
ast: <b>Testu</b>
eu: <b>Testua</b>
is: <b>Textinn</b>
ms: <b>Teks</b>
pt: <b>Texto</b>
zh_tw: <b>文字</b>

source: <b>Themes</b>
ast: <b>Temes</b>
ca: <b>Temes</b>
eu: <b>Gaiak</b>
is: <b>Þemu</b>
ms: <b>Tema</b>
pt: <b>Temas</b>
sv: <b>Teman</b>
zh_tw: <b>主題</b>

source: <b>Windows</b>
ast: <b>Ventanes</b>
ca: <b>Finestres</b>
de: <b>Fenster</b>
eu: <b>Leihoak</b>
is: <b>Gluggar</b>
ms: <b>Tetingkap</b>
pt: <b>Janelas</b>
sv: <b>Fönster</b>
zh_tw: <b>視窗</b>

source: Activate
ast: Activar
ca: Activa
eu: Aktibatu
is: Virkja
ms: Aktifkan
pt: Activar
sv: Aktivera
zh_tw: 啟動

source: Add and remove applets
ast: Amestar y desaniciar miniaplicaciones
ca: Afegiu i suprimiu connectors
eu: Applet-ak gehitu eta kendu
is: Bæta við og fjarlægja forrit
ms: Tambah dan buang applets
pt: Adicionar ou remover applets
sv: Lägg till och ta bort panelprogram
zh_tw: 加入和刪除小程式

source: Add and remove launchers
ast: Amestar y desaniciar llanzadores
ca: Afegiu i suprimiu llançadors
eu: Abiarazleak gehitu eta kendu
is: Bæta við og fjarlægja ræsi
ms: Tambah dan buang pemula aplikasi
pt: Adicionar ou remover iniciadores
sv: Lägg till och ta bort programstartare
zh_tw: 加入和刪除啟動器

source: Add, remove and save themes
ast: Amestar, desaniciar y guardar temes
ca: Afegiu, suprimiu i deseu temes
eu: Gaiak gehitu, kendu eta gorde
is: Bæta við, vista eða fjarlægja þemu
ms: Tambah, buang dan simpan tema
pt: Adicionar, remover e guardar temas
sv: Lägg till, ta bort och spara teman
zh_tw: 添加，删除和保存主题

source: Alert when application window updated
ast: Avisar cuando la ventana de l'aplicación s'anove
ca: Avisa quan s'actualitzi la finestra de l'aplicació
eu: Aplikazioaren leihoa eguneratzen denean ohartarazi
is: Minna mig á þegar gluggi einhvers forrits er uppfærður
ms: Waspada apabila tetingkap aplikasi dikemaskini
pt: Alertar quando a janela da aplicação for actualizada
sv: Larma när programfönster uppdateras
zh_tw: 当程序窗口更新时提醒

source: Arrow offset:
ast: Separtación de fleches:
eu: Gezien desplazamanedua:
is: Hliðrun örvanna:
ms: Pengimbangan Anak Panah:
sv: Position för pil:
zh_tw: 箭頭偏移：

source: Attention
ast: Atención
ca: Atenció
eu: Oharra
is: Athuga
ms: Perhatian
pt: Atenção
sv: Observera
zh_tw: 注意

source: Auto hide bar when not in use
ast: Anubrir la barra automáticamente cuando nun te n'usu
ca: Oculta automàticament la barra quan no s'utilitzi
de: Taskleiste automatisch verstecken
eu: Ez denean erabiltzen, automatikoki ezkutatu barra
is: Fela stikuna þegar hún er ekki í notkun
ms: Sembunyikan bar secara auto apabila tidak digunakan
pt: Ocultar automaticamente
sv: Dölj panelen automatiskt när den inte används
zh_tw: 非使用中時自動隱藏

source: Automatically start AWN on login.
ast: Aniciar automáticamente l'AWN al entamar sesión
ca: Inicia automàticament l'AWN quan s'obri una seció
eu: Automatikoki abiarazi AWN.
is: Ræsa AWN þegar þú skráir þig inn.
ms: Mulakan Awn secara automatik pada log masuk.
pt: Carregar automaticamente o AWN ao fazer login
sv: Starta AWN automatiskt vid inloggning.
zh_tw: 登入時自動啟動AWN

source: Background color:
ast: Color del fondu:
ca: Color del fons:
de: Hintergrundfarbe:
eu: Atzealdeko kolorea:
is: Bakgrunnslitur:
ms: Warna latar belakang:
pt: Cor de fundo:
sv: Bakgrundsfärg:
zh_tw: 背景顏色：

source: Bar Appearance
ast: Aspeutu de la Barra
ca: Aspecte de la barra
de: Erscheinungsbild
eu: Barraren Itxura
is: Útlit stikunnar
ms: Penampilan Bar
pt: Aparência da barra
sv: Panelens utseende
zh_tw: 面板外觀

source: Bar angle:
ast: Ángulu de la barra:
ca: Angle de la barra:
eu: Barraren angelua:
is: Halli stikunnar:
ms: Sudut Bar:
pt: Ângulo da barra
sv: Panelens vinkel:
zh_tw: 面板角度

source: Bar height:
ast: Altor de la barra:
ca: Alçada de la barra:
eu: Barraren altuera:
is: Hæð stikunnar:
ms: Tinggi Bar:
pt: Altura da barra
sv: Panelens höjd:
zh_tw: 面板高度

source: Change the look and behaviour of the dock
ast: Camudar l'aspeutu y comportamientu de la barra
ca: Canvia l'aparença i el comportament de l'acoblador
eu: Barraren itxura eta portaera aldatu
is: Breyta því hvernig stikan lítur út og hegðar sér
ms: Tukar wajah dan sifat dock
pt: Alterar aparência e comportamento da dock
sv: Ändra utseende och beteende hos panelen
zh_tw: 调整dock的外观和行为

source: Closing
ast: Zarrando
ca: S'està tancant
eu: Isten
is: Lokun
ms: Menutup
pt: A fechar
sv: Avslutar
zh_tw: 關閉中

source: Color:
de: Farbe:
eu: Kolorea:
is: Litur:
ms: Warna:
pt: Cor:
sv: Färg:
zh_tw: 顏色：

source: Deactivate
ast: Desactivar
ca: Desactiva
eu: Desaktibatu
is: Gera óvirkt
ms: Nyahaktif
pt: Desactivar
sv: Inaktivera
zh_tw: 停止

source: Delete
ast: Desaniciar
ca: Suprimeix
eu: Ezabatu
is: Eyða
ms: Padam
pt: Apagar
sv: Ta bort
zh_tw: 刪除

source: Enable pattern
ast: Habilitar patrón
ca: Habilita el patró
de: Muster verwenden
eu: Eredua gaitu
is: Nota mynstur
ms: Aktifkan corak
pt: Activar padrão
sv: Aktivera mönster
zh_tw: 綴花色

source: Enable rounded corners
ast: Habilitar esquines redondeaes
ca: Habilita les cantonades arrodonides
de: Runde Ecken verwenden
eu: Izkina borobilduak gaitu
is: Gera hornin mýkri
ms: Aktifkan hujung berbentuk bulat
pt: Activar cantos arredondados
sv: Aktivera rundade hörn
zh_tw: 抹圓角

source: Expand bar to monitor width
ast: Espander barra al anchor del monitor
eu: Monitorearen zabalerara handitu barra
is: Láta stikuna vera jafn breiða og skjáinn
ms: Besarkan papan kepada kelebaran monitor
pt: Expandir barra até á largura do ecrã
sv: Expandera panelen till skärmens bredd
zh_tw: 延伸面板到與顯示器寬度

source: First step color:
ast: Primer color:
ca: Color del primer pas:
de: Erste Farbe:
eu: Lehen kolorea:
is: Litur fyrsta skrefs:
ms: Warna langkah pertama:
pt: Côr do primeiro plano:
sv: Förstastegsfärg
zh_tw: 起色

source: Font:
ast: Fonte:
ca: Tipus de lletra:
eu: Letra-mota:
is: Leturgerð:
pt: Tipo de letra:
sv: Typsnitt:
zh_tw: 字体

source: General
ast: Xeneral
de: Allgemein
eu: Orokorra
is: Almennt
ms: Umum
pt: Geral
sv: Allmänt
zh_tw: 一般

source: Glass Engine
ast: Motor Cristal
ca: Motor del vidre
eu: Kristal Motorea
is: Gler
ms: Enjin Kekaca
pt: Aspecto de vidro
sv: Glasmotor
zh_tw: 琉璃

source: Hover
ca: Mantenir
eu: Gainean
is: Svífa
ms: Lalu diatas
pt: Sobre
sv: Sväva
zh_tw: 悬浮

source: Icon attention effect will be activated to alert user of updated windows.
ast: L'efeutu d'atención de iconos activaráse p'avisar al usuariu d'anovamientos nes ventanes.
ca: L'efecte d'atenció de la icona s'activarà per a avisar a l'usuari de finestres actualitzades.
eu: Ikur-oharra efektua aktibatuko da leiho eguneratuei buruz ohartarazteko erabiltzailea.
ms: Efek ikon maklumbalas akan diaktifkan untuk memaklumkan pengguna tetingkap yang dikemaskini
pt: Activa o efeito de alerta no ícone quando existirem alterações na janela.
sv: Ikonuppmärksamhetseffekt kommer att aktiveras för att larma användaren om uppdaterade fönster.
zh_tw: 图标提醒特效将会被激活以提醒用户改变了的窗口。

source: Icon offset:
ast: Desplazamientu de los iconos:
ca: Desplaçament de la icona:
eu: Ikurren desplazamendua:
is: Hliðrun á táknum:
ms: Bayang Ikon:
pt: Posição do Ícone:
sv: Avstånd för ikon:
zh_tw: 图标偏移：

source: Install
ast: Instalar
ca: Instal·la
eu: Instalatu
is: Setja upp
ms: Pasang
pt: Instalar
sv: Installera
zh_tw: 安装

source: Internal border:
ast: Berbesu internu:
ca: Vora interna:
de: Innerer Rahmen:
eu: Barne-ertza:
is: Innri lína:
ms: Sempadan dalaman:
pt: Borda interior:
sv: Intern kant:
zh_tw: 內框：

source: Keep below maximized windows when not in use
ast: Caltener debaxo les ventanes maximizaes cuando nun te n'usu
ca: Mantenir sota les finestres maximitzades quan no s'utilitzi
eu: Leiho maximizatuen azpian mantendu erabilpean ez dagoenean.
is: Láta stikuna fara undir hámarkaða glugga þegar hún er óvirk
ms: Kekalkan dibawah tetingkap apabila tidak digunakan
pt: Manter janelas maximizadas abaixo da barra quando não estiverem em utilização
sv: Låt panelen ligga under maximerade fönster tills den används
zh_tw: 在不使用时隐藏在最大化窗口的下面

source: Launching
ast: Llanzando
ca: Llançant
eu: Abiarazten
is: Ræsi
ms: Memulakan
pt: A executar
sv: Startar
zh_tw: 正在启动

source: Main border:
ast: Berbesu principal:
ca: Vora principal:
de: Hauptrahmen:
eu: Ertz nagusia:
is: Aðallína:
ms: Sempadan Utama:
pt: Borda principal:
sv: Panelkant:
zh_tw: 主框：
