Repository: micove/awn
Catalog: po/*.po
Languages: ar, ast, ca, de, es, eu, is, ms, pl, pt, sv, zh_tw

source: 3D Spotlight Turn
ar: دوران دائرة ضوء ثلاثي الأبعاد
ast: Xirar 3D con lluz
ca: Gir 3D del focus
es: Giro 3D con foco
eu: 3D Argi-foko Bira
is: Snúast með ljósi
ms: Putaran Lampu Sorot 3D
pl: Obrót 3D z podświetleniem
sv: 3D-vändning med strålkastare
zh_tw: 3D聚光燈旋轉

source: Glow
ar: توهج
ast: Rellumu
ca: Lluentor
es: Resplandecer
eu: Argitu
is: Lýsa
ms: Seri
pl: Poświata
pt: Brilho
sv: Glöd
zh_tw: 發光

source: Automatic creation failed. Please manually create the directory: %s
ar: فشل الإنشاء التلقائي. من فضلك أنشئ الدليل يدويا: %s
ast: Falló la criación automática del direutoriu. Por favor, tente facela manualmente: %s
ca: Ha fallat la creació automàtica. Creeu la carpeta manualment: %s
es: Falló la creación automática. Por favor, intente crear el directorio manualmente: %s
eu: Errorea sortze automatikoan. Eskuz sortu ezazu direktorioa: %s
is: Ekki tókst að búa möppuna til sjálfkrafa. Þú verður að gera það sjálfur: %s
ms: Penciptaan secara automatik gagal. Sila cipta direktori secara manual: %s
pl: Automatyczne stworzenie nie powiodło się. Proszę o ręczne utworzenie katalogu: %s
sv: Automatiskt skapande misslyckades. Skapa katalogen manuellt: %s
zh_tw: 自動建立資料夾失敗。請手動建立以下資料夾： %s

source: Confirm directory creation
ar: أكّد إنشاء الدليل
ast: Confirma la creación de la carpeta
ca: Confirma la creació de la carpeta
es: Confirme la creación del directorio
eu: Direktorio-sorrera baieztu
is: Staðfesta að búa til möppu
ms: Sahkan penciptaan direktori
pl: Potwierdź utworzenie katalogu
sv: Bekräfta skapande av katalog
zh_tw: 確認建立資料夾

source: There is no existing autostart directory for your user account yet. Do you want me to automatically create it for you?
ar: لا يوجد دليل بدء تلقائي لحساب مستخدمك حتى الآن. أتريدني أن أنشئه تلقائيا لك؟
ast: Entá nun esiste un direutoriu d'entamu pa la to cuenta d'usuariu. Quies que se faiga una automáticamente?
es: Todavía no existe un directorio de auto-inicio para su cuenta de usuario. ¿Quiere que cree uno automáticamente para usted?
eu: Ez dago autoabiarazte direktoriorik zure erabiltzaile-konturako. Zuretzat automatikoki sortzea nahi al duzu?
is: Það er engin mappa sem keyrir sjálfkrafa fyrir þennan notandaaðgang. Viltu að Awn búi til þannig möppu fyrir þig?
ms: Masih tidak wujuk apa-apa direktori bermula secara automatik untuk akaun pengguna anda. Adakah anda ingin saya meciptakan satu untuk anda secara automatik?
pl: Nie istnieje jeszcze katalog autostart dla twojego konta użytkownika. Czy chcesz, abym utworzył go teraz?
pt: Ainda não existe nenhuma pasta de arranque automático para a sua conta de utilizador. Deseja que seja criada uma automaticamente?
sv: Det finns ännu ingen autostart-katalog för ditt användarkonto. Vill du att jag automatiskt skapar en åt dig?
zh_tw: 你的使用者帳號中不存在自動啟動資料夾。 你想要我替你建立嗎？

source: Could not locate any of these icons: %s
ar: لم يتمكن من تحديد موقع أي من هذه الرموز: %s
es: No pudieron localizarse ninguno de estos iconos: %s
pl: Nie znaleziono żadnej z ikon: %s

source: Could not locate the following icon: %s
ar: لم يتمكن من تحديد موقع الرمز التالي: %s
es: No pudo localizarse el siguiente icono: %s
pl: Nie znaleziono następującej ikony: %s

source: Avant Window Navigator
ar: ملاح النوفذة أفانت
es: Navegador de ventanas Avant
eu: Awn (Avant Leiho-Nabigatzailea)
ms: Pengemudi Tetingkap Avant
pl: Nawigator Okien Avant

source: Fully customisable dock-like window navigator for GNOME.
ar: ملاح نوفذة كالمرساة قابل للتخصيص تماما لجنوم.
ast: Dock completamente personalitzable como xestor de ventanes pa GNOME
ca: Dock completament personalitzable com gestor de finestres per GNOME
es: Navegador de ventanas similar a un dock de aplicaciones enteramente personalizable para GNOME.
eu: GNOMErentzako dock moduko leiho-nabigatzaile pertsonalizagarria.
is: Mjög fjölbreytileg stika fyrir GNOME.
ms: Pengemudi tetingkap yang seperti dock yang dapat diubahsuai mengikut citarasa anda untuk GNOME.
pl: W pełni konfigurowalny dokopodobny nawigator okien dla GNOME
sv: Fullständigt anpassningsbar dockningsliknande fönsternavigator för GNOME.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
ar: هذا البرنامج حر؛ تستطيع إعادة توزيعه و/أو تعديله تحت بنود رخصة جنو العمومية كما نشرت من مؤسسة البرمجيات الحرة، سواءً النسخة 2 من الرخصة، أو (على اختيارك) أي نسخة لاحقة.
ca: Aquest programa és de lliure distribució; el podeu distribuir i/o modificar sota els termes de la llicència pública general de GNU publicada per la Free Software Foundation, ja sigui la versió 2 de la Llicència o (com desitgeu) qualsevol versió posterior.
es: Este programa es software libre, puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU tal y como la publica la Free Software Foundation; tanto en la versión 2 de la licencia, o (a su elección) cualquier versión posterior.
eu: Programa hau software librea da; Free Software Foundation-en GNU Lizentzia Orokor Publikoaren (2garren edo ondorengo ezein bertsioren) arauen arabera distribuitu eta/edo aldatu dezakezu.
is: Þetta forrit er frjáls hugbúnaður; þú matt dreifa því og breyta því eins og þú vilt undir GNU General Public Licence sem er gefið út af Free Software Foundation; annað hvort skv. annari útgáfu eða einhverri seinni útgáfu.
ms: Program ini merupakan perisian percuma; and boleh mengedarkannya dan/atau mengubahnya dibawah terma GNU Genaral Public License sebagimana yang telah dikeluarkan oleh Free Software Foundation; samada versi ke-2 lesen, atau (mengikut pilihan anda) sebarang versi terkemudian.
pl: Niniejszy program jest wolnym oprogramowaniem; można go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji drugiej tej Licencji lub którejś z późniejszych wersji.
pt: Esta aplicação é livre; pode ser redistribuída e/ou modificada sob os termos da Licença Pública Geral GNU tal como publicada pela Free Software Foundation; na sua versão 2 ou (a seu critério) em qualquer versão posterior.
sv: Detta program är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
ar: يوزّع البرنامج على أمل أن يكون مفيدًا لمن يستخدمه دون أدنى مسؤولية؛ ولا حتى أي ضمان يضمن صلاحية العرض في السوق أو توافقه مع أي استخدام محدد. يمكنك مراجعة الرخصة العمومية العامة لجنو لمزيد من التفاصيل.
ca: Aquest programa es distribueix amb l'esperança que serà útil, però SENSE CAP GARANTIA; ni tant sols amb la garantia de COMERCIALITAT o APTITUD PER A PROPÒSITS DETERMINATS. Vegeu la Llicència general pública de GNU per a més detalls.
es: Este programa se distribuye con la esperanza de que le sea útil, pero SIN NINGUNA GARANTÍA; incluso la garantía implícita de MERCANTILIDAD o IDONEIDAD PARA UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General de GNU para más detalles.
eu: Erabilgarria izango den esperantzarekin banatzen da programa hau, baina INONGO BERMERIK GABE; MERKATURATZE edo HELBURU BATERAKO EGOKITASUNAREN garantia inpliziturik gabe ere. GNU Lizentzia Orokor Publikoa ikus dezakezu xehetasun gehiagorako.
is: Þessu forriti er dreift í þeirri von að það verði þér að gagni en því fylgir EKKI ÁBYRGÐ; ekki einu sinni ábyrgð fyrir SELJANLEIKA eða NOTUNARLEIKA. Lestu GNU General Public License til að fá frekari upplýsingar.
ms: Program ini diedarkan dengan harapan ianya berguna tetapi TANPA SEBARANG JAMINAN; tanpa sebarang implakasi jaminan KEBOLEHDAGANGAN atau KESESUAIAN UNTUK SESUATU TUJUAN. Sila rujuk GNU General Public LIcense untuk keterangan lanjut.
pl: Ten program jest rozpowszechniany w nadziei, że będzie użyteczny, ale BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONEGO CELU. Więcej szczegółów znajdziesz w licencji GNU General Public License.
pt: Esta aplicação é distribuída na expectativa de que seja útil, mas SEM QUALQUER GARANTIA; sem mesmo a garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO A UM DETERMINADO PROPÓSITO. Consulte a Licença Pública Genérica GNU para mais detalhes.
sv: Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
ar: يجب أن تكون تلقيت نسخة من رخصة جنو العمومية مع هذا البرنامج، إذا لم تحصل، اكتب لمؤسسة البرمجيات الحرة المحدودة، 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
es: Debería haber recibido una copia de la Licencia Publica General (GPL) junto con este programa; si no es así, escriba a la Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
eu: GNU Lizentzia Orokor Publikoaren kopia bat jaso beharko zenuke programa honekin batera; bestela, hona idatz ezazu: Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
is: Þessu forriti ætti að fylgja afrit af GNU General Public License. Ef það fylgdi ekki með þá geturðu sent bréf til Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
ms: Anda sepatutnya telah menerima satu salinan GNU General Public License bersama-sama dengan program ini. Jika tidak, sila tulis kepada Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
pl: Powinieneś otrzymać kopię Publicznej Licencji GNU wraz z tym programem, jeżeli nie, napisz do Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA.
sv: Du borde ha fått med en kopia av GNU General Public License tillsammans med det här programmet; Om inte, skriv då till Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA

source: Awn Applet Package
es: Paquete de miniaplicación de Awn
pl: Aplet Awn

source: Applet Installation Failed
ar: فشل في تثبيت التطبيق (البريمج)
es: Falló la instalación de la miniaplicación
pl: Instalacja apletu nieudana

source: Applet Successfully Updated
ar: تم تحديث التطبيق (البريمج) بنجاح!
es: La miniaplicación se actualizó correctamente
pl: Aktualizacja apletu zakończona pomyślnie

source: Applet Successfully Added
ar: تم إضافة التطبيق (البريمج) بنجاح!
es: La miniaplicación se añadió correctamente
pl: Dodawanie apletu zakończone pomyślnie

source: Can not delete active applet
ar: لا يمكن حذف تطبيق (بريمج) نشط
es: No se puede eliminar una miniaplicación activa
pl: Nie można usunąć aktywnego apletu

source: Delete Applet
ar: حذف تطبيق (بريمج)
es: Eliminar miniaplicación
pl: Usuń aplet

source: <b>Delete %s?</b>
ar: <b> هل تريد حذف %s ؟ </b>
es: <b>¿Eliminar %s?</b>
pl: <b>Usunąć %s?</b>

source: Unable to Delete Applet
ar: غير قادر على حذف البرنامج (البريمج)
es: No se puede eliminar la miniaplicación
pl: Nie można usunąć apletu

source: %s already exists, unable to export theme.
ar: % s موجودة بالفعل، غير قادر على تصدير السمة.
es: %s ya existe, no se puede exportar el tema.
pl: %s już istanieje, nie można weksportować motywu.

source: Theme already installed, do you wish to overwrite it?
ar: السمة مثبتة بالفعل، هل تريد الكتابة عليها ؟
es: El tema ya está instalado, ¿Quiere sobreescribirlo?
pl: Motyw obecnie zainstalowany, czy chcesz go nadpisać?

source: This is an incompatible theme file.
ar: هذا ملف الخاص للسمة غير متوافق.
es: Este es un archivo tema incompatible.
pl: Ten motyw jest niekompatybilny

source: Awn Settings can't be run as root.
es: Las Preferencias de Awn no pueden ejecutarse como root.
pl: Ustwienia Awn nie mogą być uruchomione jako root

source: Left
ar: اليسار
es: Izquierda
pl: Lewo

source: Right
ar: اليمين
es: Derecha
pl: Prawo

source: Top
ar: أعلى
es: Arriba
pl: Góra

source: Bottom
ar: أسفل
es: Abajo
pl: Dół

source: Flat
ar: مسطح
es: Plano
pl: Płaski

source: Curved
ar: مقوّس
es: Curvado
pl: Zakrzywiony

source: Edgy
ar: مٌنفعل (يشبه المسطح)
es: Afilado
pl: Krawędź

source: Floaty
ar: عائم (يطفو)
es: Flotante
pl: Uniesiony

source: Panel mode
ar: شريط ثابت
es: Modo panel
pl: Tryb panelu

source: Always visible
ar: مرئي دائماً
es: Siempre visible
pl: Zawsze widoczny

source: Intellihide
es: Ocultamiento inteligente
pl: Inteligentne ukrywanie

source: Window dodge
es: Esquivar ventanas
pl: Uskakiwanie Okna

source: Fade out
ar: تلاشي
es: Desvanecimiento
pl: Zanikanie

source: Transparency
ar: الشفافية
es: Transparencia
pl: Przeźroczystość

source: Keep below
ar: دائماً في الأسفل
es: Mantener por debajo
pl: Wyświetlaj pod spodem

source: PNG Image
ar: صورة PNG
es: Imagen PNG
pl: Obraz PNG

source: Images
ar: صور
es: Imágenes
pl: Obrazy

source: Save Theme...
ar: حفظ السمة...
es: Guardar tema...
pl: Zapisz motyw...

source: Awn Theme
es: Tema Awn
pl: Motyw Awn

source: Solid
ar: صلب
es: Sólido
pl: Pełny

source: Outline
ar: مخطط
es: Contorno
pl: Kontur

source: Outline, Reversed
ar: المخطط التفصيلي، معكوس
es: Contorno, invertido
pl: Obramowanie, Odwrócone

source: Select Tooltip Font
es: Elegir tipografía de los mensajes informativos

source: Awn Theme File
es: Archivo de tema Awn
pl: Plik motywu Awn

source: Use application-specified icons
ar: استخدام أيقونات المحددة بالتطبيقاتها.
es: Usar iconos especificados por las aplicaciones
pl: Użyj faktycznych ikon aplikacji

source: Use best quality icons
ar: إستخدام أيقونات عالية الجودة
es: Usar iconos de mejor calidad
pl: Użyj ikon o najlepszej jakości

source: Overlay best quality icon with application icon
es: Superponer el icono de mejor calidad con el icono de la aplicación
pl: Przykryj ikonę najlepszą jakościowo ikoną aplikacji

source: Overlay application icon with best quality icon
es: Superponer el icono de la aplicación con el icono de mejor calidad
pl: Przykryj ikonę aplikacji ikoną najlepszą jakościowo

source: Preferences
ar: التفضيلات
ast: Preferencies
ca: Preferències
es: Preferencias
eu: Hobespenak
is: Stillingar
ms: Tetapan
pl: Preferencje
pt: Preferências
sv: Inställningar
zh_tw: 偏好設定

source: Task Manager
ar: إدارة المهام
es: Gestor de tareas
pl: Menedżer zadań

source: Applets
ar: تطبيقات (البريمجات)
es: Miniaplicaciones
pl: Aplety

source: Themes
ar: السِمات
es: Temas
pl: Tematy

source: Advanced
ar: متقدم
es: Avanzado
pl: Zaawansowane

source: The following Python modules could not be found: %s. There are a few possible explanations for this: 1. You do not have this Python module installed. In this case, you should visit the AWN wiki's applets section to figure out the exact name of the package for your distribution that provides this module. 2. The module is installed in a non-standard location. This is usually the case when you manually install a package, that is, not via your distribution's package manager. This situation is explained in the FAQ section of the wiki.
es: El siguiente módulo Python no se encontró: %s. Hay algunas explicaciones posibles para esto: 1. No tiene instalado este módulo de Python. En ese caso, deberá visitar la sección de miniaplicaciones en el wiki de AWN para obtener el nombre completo del paquete que provee este módulo para su distribución. 2. El módulo está instalado en una ubicación que difiere de la predeterminada. Usualmente, este es el caso cuando instala un paquete manualmente. Es decir, sin utilizar el gestor de paquetes de su distribución. Esta situación está explicada en la sección de preguntas frecuentes en el wiki.
pl: Następujące moduły Python`a nie mogły zostać znalezione: %s. Istnieje kilka możliwych przyczyn: 1. Ten moduł nie jest zainstalowany. W tym wypadku powinieneś odwiedzić stronę apletów na AWN Wiki aby poznać nazwę paczki dla Twojej dystrybucji która dostarcza ten moduł. 2. Moduł został zainstalowany w niestandardowej lokalizacji. To najczęściej zdarza się kiedy instalujesz paczkę ręcznie, a nie przy użyciu menadżera paczek. Ta sytuacja jest opisana w FAQ na AWN Wiki.

source: Awn Wiki
es: Wiki de Awn

source: A dock-like window navigator.
ar: ملاح نوفذة كالمرساة.
ast: Un restolador de ventanes tipu panel.
ca: Un navegador de finestres en forma de base d'acoblament
es: Un navegador de ventanas tipo dock.
eu: Dock moduko leiho-nabigatzailea.
is: Stika sem hægt er að stilla.
ms: Pengemudi tetingkap macam dock.
pl: Dokopodobny nawigator okien.
sv: En dockningsliknande fönsternavigator.
zh_tw: 一個像dock的視窗導航器。

source: Path to the png containing the active icon background.
es: Ruta al archivo PNG que contiene el icono de fondo activo.
pl: Ścieżka do pliku PNG zawierającego tło aktywnej ikony.

source: Color of the active rectangle.
ar: لون المستطيل النشط.
es: Color del rectángulo activo.
pl: Kolor aktywnego prostokąta.

source: Color of the outline of active rectangle.
ar: لون المخطط الخاص بالمستطيل النشط.
es: Color del contorno del rectángulo activo.
pl: Kolor ramki aktywnego podświetlenia

source: Path to the png containing the arrow icon.
es: Ruta al archivo PNG que contiene el icono de la flecha.
pl: Ścieżka do pliku PNG zawirającego ikonę strzałki.

source: Color of the glowing dot.
ar: لون النقطة المتوهجة.
es: Color del punto resplandeciente.
pl: Kolor świecącej kropki.

source: The opacity of the icons, from 0.0 to 1.0
ar: شفافية الأيقونات من ٠,٠ إلى ١,٠
es: Opacidad de los iconos, desde 0.0 hasta 1.0
pl: Nieprzeźroczystość ikon, od 0.0 do 1.0

source: A bitmask which stores the type of effect for each event
es: Una máscara de bits que almacena el tipo de efecto para cada evento
pl: Maska bitowa zawierająca typy efektów dla każdego wydarzenia

source: Reflection alpha as a multiple of the current alpha of the icon.
es: Transparencia del reflejo como un múltiplo de la transparencia actual del icono.
pl: Odbicie alfa jako wielokrotność bieżącej wartości alfa ikony.

source: The offset between the icon and it's reflection
es: La separación entre el icono y su reflejo
pl: Odstęp pomiędzy ikoną a jej odbiciem.

source: Show shadows for icons.
ar: إظهار ظلال الرموز.
es: Mostrar sombras de los iconos
pl: Pokaż cienie ikon.

source: The list of applets for this panel ordered from left-to-right or top-to-bottom.
es: La lista de miniaplicaciones para este panel, ordenados de izquierda a derecha o de arriba a abajo.
pl: Lista apletów tego panelu w kierunku od lewej do prawej lub od góry do dołu.

source: Auto hides the dock when the cursor is not on the dock (shouldn't be used together with panel_mode). (none: 0, keep below: 1, fade out: 2, see through: 3)
es: Oculta automáticamente el dock cuando el cursor no está sobre él (no debería utilizarse junto con panel_mode). (ninguno: 0, mantener debajo: 1, desvanecer: 2, ver a través: 3)

source: Provides possibility to click on windows behind the panel. (0: never click through, 1: click through when holding CTRL, 2: always click through and interact with panel only when holding CTRL)
es: Brinda la posibilidad de hacer clic en las ventanas que quedan detrás del panel. (0: nunca hacer clic a través, 1: clic a través al mentener presionado CTRL, 2: siempre hacer clic a través e interactuar con el panel sólo cuando se mantenga presionado CTRL)

source: Offset between the icons and their dialog.
es: Separación entre los iconos y su diálogo.
pl: Odległość ikon od jej okna dialogowego.

source: If true, the panel will expand to full monitor width/height.
es: Si se establece a verdadero, el panel se expandirá hasta ocupar el ancho/alto completo del monitor.
pl: Jeśli prawda, panel zostanie rozszerzony na pełną szerokość/wysokość monitora.

source: Alignment of a non-expanded panel on the monitor edge.
es: Alineación de un panel no expandido en el borde del monitor.
pl: Wyrównanie nierozszerzonego panelu przy krawędzi monitora.

source: Force monitor geometry.
es: Forzar geometría del monitor.
pl: Wymuś geometrię monitora.

source: The forced monitor height. Only used if monitor_force is true.
es: La altura forzada del monitor. Solo se usa si force_monitor está establecido como verdadero.
pl: Wymuszona wysokość monitora. Używana tylko jeśli monitor_force jest zaznaczone.

source: Monitor number where Awn is located (only takes effect when monitor_force is False, use -1 to automatically pick monitor).
es: Número del monitor donde Awn está ubicado (solo toma efecto cuando monitor_force es Falso, use -1 para escoger automáticamente un monitor).
pl: Numer monitora, na którym ulokowany jest AWN (przynosi efekt tylko jeśli monitor_force jest odznaczone, użyj -1 aby automatycznie wybrać monitor)

source: The forced monitor width. Only used if monitor_force is true.
es: La anchura forzada del monitor. Solo se usa si force_monitor está establecido como verdadero.
pl: Wymuszona szerokość monitora. Używana tylko jeśli monitor_force jest zaznaczone.

source: An optional offset when you have more than 1 monitors.
es: Un desplazamiento opcional en caso de tener más de un monitor.
pl: Opcjonalny offset, jeśli posiadasz więcej niż 1 monitor

source: Offset of the icons from window border.
es: Separación de los iconos del borde de la ventana.
pl: Odległość ikon od krawedzi okna.

source: Orientation of Awn. (left: 0, right: 1, top: 2 and bottom: 3)
es: Orientación de Awn. (izquierda: 0, derecha: 1, arriba: 2 y abajo: 3)
pl: Orientacja AWN (lewa: 0, prawa: 1, góra: 2 i dół: 3)

source: If true, maximised windows will not cover the panel.
es: Si se establece a verdadero, las ventanas maximizadas no cubrirán el panel.
pl: Jeśli oznaczone, zmaksymalizowane okna nie będą przykrywały panelu.

source: The user-visible size of Awn.
es: El tamaño visible por el usuario de Awn.
pl: Rozmiar AWN widoczny dla użytkownika.

source: The style of the bar. (none: 0, flat bar: 1, 3d bar: 2, curved bar: 3, edgy: 4, floaty: 5, lucido: 6)
ar: نمط الشريط: "٠" لا شيء. "١" شريط مسطح. "٢" شريط ثلاثي الأبعاد. "٣" شريط مقوس. "٤" شريط منفعل (يشبة المسطح). "٥" شريط مطفي (يعوم). "٦" شريط مثل الملف العلاقي.
es: El estilo de la barra. (ninguno: 0, barra plana: 1, barra 3D: 2, curvada: 3, afilada: 4, flotante: 5, lucido: 6)

source: The active list UA Screenlets for this panel.
es: Lista de screenlets UA activos para este panel.
pl: Lista aktywnych UA Screenlets dla tego panelu.

source: The list of UA Screenlets that have been previous added in the form ScreeneletInstance::Position.
es: La lista de screenlets UA que han sido añadidos previamente en el formulario ScreenletInstance::Position.

source: Delay between mouse leaving the panel and it hiding.
ar: التأخير بين وقت إبتعاد الفأرة عن الشريط و بين إخفاء الشريط
es: Tiempo de retraso entre el salir del mouse del panel y que éste se esconda
pl: Opóźnienie pomiędzy zjechaniem myszy z panelu, a jego ukryciem.

source: Delay for mouse position polling.
es: Tiempo de retraso para la consulta de posición del ratón
pl: Opóźnienie sprawdzania położenia kursora myszy.

source: The list of panel instances.
es: La lista de paneles creados.
pl: Lista instancji panelu.

source: Determines if generic configuration editor is allowed for applets that do not have a customized preferences dialog.
es: Determina si se permite el editor de configuración genérico para las miniaplicaciones que no tienen un cuadro de diálogo de preferencias propio.

source: Whether to close dialogs on loss of focus.
es: Indica si se deben cerrar los cuadros de diálogo cuando pierdan el foco.
pl: Czy zamykać okna apletów Awn, kiedy przestaną być aktywne.
